Repository: slade77777/myria
Catalog: apps/myria-main-dapp/src/translations/locales/*/messages.po
Languages: tr, zh_hans

source: Leverage prebuilt Myria platform and tools - we take care of the supporting tools so you can focus on building your business.
zh_hans: 充分利用预先建立的Myria平台和工具——我们负责配套工具，你可以专注于建立你的业务。

source: Limited supply available
tr: Sınırlı arz mevcut
zh_hans: 供应有限

source: Locked
tr: Kilitli
zh_hans: 锁定

source: Log in
tr: Giriş Yap
zh_hans: 登录

source: Log out
tr: Çıkış Yap
zh_hans: 退出

source: Logout of your Myria account. Your progress will be accessible in future by logging into your Myria account via your wallet.
tr: Myria'dan çıkış yaptığında gelecekte kaldığın yerden devam edebilirsin. Myria'ya giriş yaparak cüzdanındaki tüm ilerlemelerine ulaşabileceksin.
zh_hans: 退出你的Myria账户在未来通过你的钱包登录你的Myria账户，了解你的进展。

source: Low transaction fees
tr: Düşük işlem ücretleri
zh_hans: 低交易费用

source: MINT ALL
tr: BÜTÜN PARALARI BAS
zh_hans: 全部铸造

source: MINT SELECTED
tr: SEÇİLİ OLANLARI BAS
zh_hans: 选择铸造

source: Make it out of this world!
tr: Sıradaşı bir şey yap!
zh_hans: 脱离这个世界！

source: Manage your NFT & digital assets
tr: NFT & dijital varlıklarını yönet
zh_hans: 管理你的非同质化代币和数字资产

source: Manage your digital storefront and marketplace
tr: Dijital mağazanın önünü ve pazarı yönet
zh_hans: 管理你的数字店面和市场

source: Market your project across our platforms
tr: Projeni platformlarımızda pazarla
zh_hans: 在我们的平台上推广你的项目

source: Maximise your network
tr: Ağını maksimize et
zh_hans: 最大限度地提高你的网络

source: Message
tr: Mesaj
zh_hans: 消息

source: Message is required!
tr: Mesaj gerekli!
zh_hans: 信息必填！

source: Mint Assets
tr: Para Basım Varlıkları
zh_hans: 铸造资产

source: More coming soon!
tr: Daha fazlası çok yakında!
zh_hans: 更多即将推出！

source: More details coming soon
tr: Daha fazla detay yakında
zh_hans: 更多细节即将推出

source: More power than just network support
tr: Ağ desteğinden daha fazla güç
zh_hans: 不仅仅是网络支持，还有更多的力量

source: Morphing NFTs™
tr: NFT'leri Dönüştürme™
zh_hans: Morphing NFT™

source: Morphing NFTs™ that adapt to your avatars
tr: Avatarlarınıza uyum sağlayan Dönüşen NFT'ler™
zh_hans: 适应您的虚拟形象的Morphing NFT™

source: Morphing interoperable NFTs is the new standard created by Myria. Players will be able to utilize their NFTs across different avatars, games and metaverses. Truly own your digital assets and collectibles.
tr: Myria karşılıklı çalışabilen NFT'lerin şekil değiştirmesine yeni bir standart getirdi. Bundan sonra oyuncular NFT'lerini birçok avatarda, oyunda ve metaevrende aynı anda kullanabilecekler. Kendi dijital varlıklarına ve koleksiyonlarına sahip ol.
zh_hans: 可变形的互通非同质化代币是Myria创建的新标准。玩家能够在不同的虚拟角色、游戏和元宇宙中使用他们的非同质化代币。真正拥有你的数字资产和收集品。

source: Mute sound
tr: Sesi kapat
zh_hans: 静音

source: My Node Licenses
tr: Düğüm Lisanslarım
zh_hans: 我的节点许可证

source: Myria FAQ
tr: Myria SSS
zh_hans: Myria 常见问题

source: Myria Founder’s Node
tr: Myria Kurucusunun Düğümü
zh_hans: Myria创始人的节点

source: Myria Game Platform
tr: Myria Oyun Platformu
zh_hans: Myria游戏平台

source: Myria Infrastructure
tr: Myria Altyapısı
zh_hans: Myria基础设施

source: Myria NFT Marketplace
tr: Myria NFT Piyasası
zh_hans: Myria非同质化代币市场

source: Myria Node License
tr: Myria Düğüm Lisansı
zh_hans: Myria节点许可证

source: Myria Nodes
tr: Myria Düğümleri
zh_hans: Myria节点

source: Myria Partners
tr: Myria Partnerleri
zh_hans: Myria合作伙伴

source: Myria Studios is building a range of free-to-play AAA games spans across an entire interconnected ecosystem. Players experience intertwining lore, characters, and rich storylines that carry across each game world, and Myria tokens and NFTs can be used across the Myriaverse.
tr: Myria Stüdyoları, birbiriyle bağlı bütün bir ekosistemde bulunan bir dizi oynaması ücretsiz AAA oyunları yapıyor. Oyuncular birbirlerine dolanmış bilgileri, karakterleri ve her oyun dünyasındaki zengin hikayeleri deneyimliyor ve Myria token'leri ile NFT'ler Myria evreninin her yerinde kullanılabiliyor.
zh_hans: Myria Studios正在打造一系列免费游玩的3A级游戏，游戏横跨整个互联生态系统。玩家在每个游戏世界中都能体验到相互交织的传说、人物和丰富的故事情节，而Myria代币和非同质化代币可以在整个Myriaverse中使用。

source: Myria Wallet
tr: Myria Cüzdanı
zh_hans: Myria钱包

source: Myria combines a gaming platform with applications, tools and scaling infrastructure needed to bring blockchain gaming to life.
tr: Myria, blokzincir oyunlarını hayata geçirmek için gereken uygulamalar, araçlar ve ölçeklendirme altyapısı ile oyun platformunu birleştirir.
zh_hans: Myria将游戏平台与区块链游戏走入现实所需的应用程序、工具和扩展基础设施结合在一起。

source: Myria develops fun AAA games that are enhanced by the blockchain, not vice versa.
tr: Myria, blok zincir ile geliştirilmiş eğlenceli AAA oyunları geliştirir, tersi değil.
zh_hans: 通过区块链增强，Myria开发了有趣的AAA游戏，而非相反的情况。

source: Myria ecosystem fund
tr: Myria ekosistem fonu
zh_hans: Myria生态系统基金

source: Myria facilitates with tokenomics consultancy, Play-to-Earn game design best practices to achieve your business objectives.
tr: Myria, token ekonomisi danışmanlığı yapar ve Oyna-Kazan oyun tasarımı ile en iyi uygulamaları iş hedeflerinize ulaşmanızı kolaylaştıran pratikleri sağlar.
zh_hans: Myria通过代币经济咨询、“边玩边赚”游戏设计等最佳实践帮助你实现商业目标。

source: Myria has been built by an all-star team of over 150 people, united with a common vision of revolutionizing gaming with blockchain technology.
tr: Myria, blok zincir teknolojisiyle video oyunlarını devrimleştirme vizyonuna sahip 150 kişiden oluşan özel bir ekip tarafından oluşturulmuştur.
zh_hans: 建立Myria的全明星团队有150多人，他们团结在一起的共同愿景是用区块链技术革新游戏。

source: Myria help project partners set up for success. <0/> about our easy-to-use, full stack solution and build with Myria today.
tr: Myria, proje ortaklarına başarıya ulaşmaları için yardım eder. <0/> kullanımı kolay, bütün bir yığın çözümü ve Myria ile inşa bugün.
zh_hans: Myria帮助项目合作伙伴为成功做好准备。<0/>更多了解我们易于使用的全栈解决方案，今天就与Myria一起建设。

source: Myria helps blockchain projects scale. Whether you’re an established crypto business or simply exploring new possibilities, Myria has a solution for you!
tr: Myria, blokzincir projelerinin ölçeklenmesine yardımcı olur. İster yerleşik bir kripto şirketi olun, ister yeni olasılıkları araştırın, Myria'nın sizin için bir çözümü var!
zh_hans: Myria帮助区块链项目扩展。无论是成熟的加密货币企业，还是仅仅在探索新的可能性，Myria都有适合的解决方案！

source: Myria is a blockchain gaming ecosystem powered by Myria’s Ethereum L2 scaling solution
tr: Myria, Myria'nın Ethereum L2 ölçekleme teknolojisini kullanan bir blok zinciri oyun ekosistemidir
zh_hans: Myria是一套区块链游戏生态系统，由Myria的以太坊二层扩展解决方案提供支持。

source: Myria is a blockchain gaming ecosystem powered by the Myria blockchain.
tr: Myria, Myria blok zinciri tarafından desteklenen blok zincir oyun ekosistemidir.
zh_hans: Myria是由Myria区块链驱动的游戏生态系统。

source: Myria is a decentralised Ethereum Layer 2, built to empower digital assets, NFT and blockchain gaming.
tr: Myria, dijital varlıkları, NFT'yi ve blok zinciri oyunlarını güçlendirmek için oluşturulmuş merkezi olmayan bir Ethereum Layer 2'dir.
zh_hans: Myria相当于中心化以太坊二层，为数字资产、非同质化代币和区块链游戏提供支持。

source: Myria is a decentralised Ethereum Layer 2, built to empower digital assets, NFT, blockchain gaming and more.
tr: Myria, dijital varlıkları, NFT'yi, blok zinciri oyunlarını ve daha fazlasını güçlendirmek için oluşturulmuş, merkezi olmayan bir Ethereum Layer 2'dir.
zh_hans: Myria相当于中心化以太坊二层，为数字资产、非同质化代币和区块链游戏等提供支持。

source: Myria is a decentralised Ethereum Layer 2, built to scale digital assets, NFTs and blockchain gaming.
tr: Myria, dijital varlıkları, NFT'leri ve blok zinciri oyunlarını ölçeklendirmek için oluşturulmuş, merkezi olmayan bir Ethereum Layer 2'dir.
zh_hans: Myria相当于中心化以太坊二层，为数字资产、非同质化代币和区块链游戏扩大规模。

source: Myria is supported by a network of community-powered nodes, who receive rewards for their contributions.
tr: Myria, katkıları için ödüller alan, topluluk tarafından desteklenen bir düğüm ağı tarafından desteklenmektedir.
zh_hans: Myria由社区赋能的节点网络支持，各节点根据其贡献而获得奖励。

source: Myria is the backbone of blockchain gaming
tr: Myria, blockchain oyunlarının bel kemiğidir
zh_hans: Myria是区块链游戏的中坚力量

source: Myria node license sales are anticipated to commence in Q2 2022 (subject to change).
tr: Myria düğümü lisans satışlarının 2022'nin ikinci çeyreğinde başlaması bekleniyor (değişebilir).
zh_hans: 按照预计，Myria节点许可证销售将于2022年第二季度开始（可能会有变化）。

source: Myria node operators will receive daily $MYRIA token rewards for the nodes work.
tr: Myria düğüm operatörleri, düğüm çalışmaları için günlük $MYRIA jeton ödülleri alacaklar.
zh_hans: 每天，Myria节点操作者将从节点作业中获取代币奖励（MYRIA币 ）。

source: Myria provides an end-to-end solution for developers and publishers, and help you unlock the blockchain potential of your business
tr: Myria, geliştiriciler ve yayıncılar için uçtan uca bir çözüm sunar ve işletmenizin blokzincir potansiyelini ortaya çıkarmanıza yardımcı olur.
zh_hans: Myria为开发者和发行商提供端到端的解决方案，推动企业释放区块链潜力

source: Myria provides blockchain consultancy services on NFT sale, blockchain integrations and platform support.
tr: Myria, NFT satışı, blockchain entegrasyonları ve platform desteği konularında blockchain danışmanlık hizmetleri sunmaktadır.
zh_hans: Myria提供关于非同质化代币销售、区块链集成和平台支持的区块链咨询服务。

source: Myria | Connecting the world through play
tr: Myria | Oyun yoluyla dünyayı birbirine bağlama
zh_hans: Myria | 通过游戏连接世界

source: Myriaverse is the wider social metaverse connecting players, communities and guilds. Players will be able to quest, explore, craft, invest and so much more. The ever expanding Myriaverse is a virtual society and economy that offers bountiful earning opportunities for the brave adventurer.
tr: Myriaverse, oyuncuları, toplulukları ve loncaları birbirine bağlayan geniş bir sosyal meta veri tabanıdır. Oyuncular araştırma yapabilecek, keşfedebilecek, zanaat, yatırım yapabilecek ve çok daha fazlasını yapabilecekler. Sürekli genişleyen Myriaverse, cesur maceracılar için bol kazanç fırsatları sunan sanal bir toplum ve ekonomidir.
zh_hans: Myriaverse是连接玩家、社区和公会的广泛社交元宇宙。玩家能够开展探求、探索、制作、投资等活动。Myriaverse是不断扩张的虚拟社会和经济环境，为勇敢的冒险家提供丰富的掘金机会。

source: Myria’s <0/> uses ZK-Rollup to enable dApps to achieve unlimited scale, low transaction fees without sacrificing on security.
tr: Myria'nın <0/>, dApp'lerin güvenlikten ödün vermeden sınırsız ölçek, düşük işlem ücretleri elde etmesini sağlamak için ZK-Rollup'ı kullanır.
zh_hans: Myria的<0/>使用ZK-Rollup，在不牺牲安全性的前提下，使dApps实现无限规模的低交易费用。

source: Myria’s <0>Ethereum L2 scaling solution</0> uses zero-knowledge technology (zk-STARKs) to “roll-up” or bundle thousands of L2 transactions into one single transaction. This then sends a validity proof back to the main blockchain, preserving the security of L1 Ethereum. Myria’s STARK-based zkrollup solution enable NFTs and dApps to achieve unlimited scale, low transaction fees without sacrificing on security.
tr: Myria'nın <0>Ethereum L2 ölçekleme çözümü</0>, binlerce L2 işlemini tek bir işlemde "toplamak" veya bir araya toplamak için sıfır bilgi teknolojisini (zk-STARK'lar) kullanır. Bu daha sonra ana blok zincirine bir geçerlilik kanıtı göndererek L1 Ethereum'un güvenliğini sağlar. Myria'nın STARK tabanlı zkrollup çözümü, NFT'lerin ve dApp'lerin güvenlikten ödün vermeden sınırsız ölçek, düşük işlem ücretleri elde etmelerini sağlar.
zh_hans: Myria的<0>以太坊二层扩展解决方案</0>使用零知识技术（zk-STARKs）来“卷起”交易，或将成千上万的二层交易捆绑成一个单一交易。然后将有效性证明送回主区块链，保留一层以太坊的安全性。Myria的zkrollup解决方案基于STARK，使非同质化代币和DApps能够在不牺牲安全性的前提下实现无限规模的低交易费用。

source: Myria’s NFT store and marketplace infrastructure is purpose built for blockchain games and optimized to support the players journey.
tr: Myria'nın NFT mağazası ve pazar yeri altyapısı, blockchain oyunları için özel olarak oluşturulmuştur ve oyuncuların yolculuğunu desteklemek için optimize edilmiştir.
zh_hans: Myria的非同质化代币商店和市场基础设施不仅为区块链游戏而建，还专为支持玩家的游戏之旅进行了优化。

source: NFT Rewards
tr: NFT Ödülleri
zh_hans: 非同质化代币奖励

source: Name
tr: İsim
zh_hans: 名称

source: Name is required!
tr: İsim gerekli!
zh_hans: 姓名必填！

source: Native support for core token types ERC20 and ERC721
tr: ERC20 ve ERC721 çekirdek token türleri için yerel destek
zh_hans: 对核心代币类型ERC20和ERC721的本地支持

source: News
tr: Haber
zh_hans: 新闻资讯

source: No matter the shape and size of your avatar, use the same NFT on them all. Buy once, use on any character. Designed to be interoperable.
tr: Avatarınızın şekli ve boyutu ne olursa olsun, hepsinde aynı NFT'yi kullanın. Bir kez satın alın, herhangi bir karakterde kullanın. Birlikte çalışabilecek şekilde tasarlanmıştır.
zh_hans: 无论您的虚拟形象的形状和大小如何，均采用相同的非同质化代币。只需购买一次，即可在任何角色上使用。可交互操作设计

source: No web wallet is detected, please ensure that you have one setup to claim your rewards.
tr: Web cüzdanı algılanmadı, lütfen ödüllerinizi talep etmek için bir kurulumunuz olduğundan emin olun.
zh_hans: 没有检测到网络钱包，请确保已经设置了钱包，以便领取你的奖励。

source: Nobody lives forever, and these heroes sure as hell don’t care – they literally die for the sake of fun. Dive into a series of short combat rounds to win a match of 5 vs 5. The attacking team must activate a bomb on a specified location on the map. If you’re on the defending side…you know what you need to do, right?
tr: Hiç kimse sonsuza kadar yaşamaz ve bu kahramanlar kesinlikle yaşamayı umursamıyorlar - kelimenin tam anlamıyla eğlence uğruna ölüyorlar. 5'e 5'lik bir maç kazanmak için bir dizi kısa muharebe turuna dal. Saldıran takım haritada belirli bir yerde bir bombayı harekete geçirmeli. Savunma tarafındaysan... ne yapman gerektiğini biliyorsun, değil mi?
zh_hans: 没有人可以永远活着，而这些英雄肯定不会在乎——他们真的是为了乐趣而死。深入一系列简短的战斗回合，赢得5对5的比赛。攻击方必须在地图上的指定位置激活炸弹。如果你是防守方……你知道你需要做什么，对吗？

source: Node owner rewards
tr: Düğüm sahibi ödülleri
zh_hans: 节点所有者奖励

source: Node owners will also be rewarded with NFT drops and tokens based on their reputational score as node operators and general community members.
tr: Düğüm sahipleri ayrıca, düğüm operatörleri ve genel topluluk üyeleri olarak itibar puanlarına dayalı olarak NFT hediyeleri ve belirteçleri ile ödüllendirilecekler.
zh_hans: 根据作为节点操作者及一般社区成员所得的信誉分数，节点所有者还将获得NFT Drop及代币奖励。

source: Node owners will be rewarded with exclusive NFT drops and daily MYRIA token rewards for their contribution to the network.
tr: Düğüm sahipleri, ağa katkılarından dolayı özel NFT'ler ve günlük MYRIA token ödülleriyle ödüllendirilecek.
zh_hans: 节点所有者将获得专属非同质化代币掉落和每日MYRIA代币的奖励，以鼓励他们对网络的贡献。

source: Node progress this cycle
tr: Bu döngüdeki düğüm süreci
zh_hans: 本周期的节点进展

source: Nodes
tr: Düğümler
zh_hans: 节点

source: Not the face!
tr: Yüz değil!
zh_hans: 不是这面！

source: OK
tr: TAMAM
zh_hans: 确定

source: OPEN
tr: AÇIK
zh_hans: 打开

source: OUR SOLUTION
zh_hans: 我方解决方案

source: Off Chain Assets
tr: Zincir Dışı Varlıklar
zh_hans: 链外资产

source: Once in a while, a portal opens to a special game world – the BR Arena.
tr: Arada bir, özel bir oyun dünyasına bir portal açılır: BR Arena.
zh_hans: 通往特殊游戏世界（BR竞技场）的传送门偶尔会打开。

source: Once you figure out the optimal production pipeline, the game will start yielding rewards for all your hard work. Are you curious how difficult is to produce a batch of Starberry Jam? What about Moonsteel? It surely can’t be that hard, right?
tr: En uygun üretim hattını bulduğunuzda, oyun tüm sıkı çalışmanız için ödüller vermeye başlayacak. Bir parti Yıldızçileği Reçeli üretmenin ne kadar zor olduğunu merak ediyor musunuz? Ayçeliği'nden ne haber? Kesinlikle bu kadar zor olamaz, değil mi?
zh_hans: 一旦你摸清了最优的生产管道，游戏就将开始为你的努力工作提供奖励。你是否好奇，生产一批星果酱（Starberry Jam）有多难？月钢（Moonsteel）呢？它肯定不会那么难，对吗？

source: Only 50,000 Node Licenses will ever be released. Prices will increase as nodes are sold, to ensure our early supporters are rewarded.
tr: Yalnızca 50.000 Düğüm Lisansı piyasaya sürülecek. Erken destekçilerimizin ödüllendirilmesini sağlamak için düğümler satıldıkça fiyatlar artacaktır.
zh_hans: 只会发放5万个节点许可证。为确保我们早期的支持者得到奖励，价格将随着节点的销售而上浮。

source: Only 55,000 Myria node licenses will ever be released.
tr: Yalnızca 55.000 Myria düğüm lisansı piyasaya sürülecek.
zh_hans: 仅会发布 55,000 个 Myria 节点许可证。

source: Oops, it looks like your wallet is not registered on our Whitelist, which means that we can’t proceed with your purchase at the moment.
tr: Hayrola! Cüzdanınız Beyaz listemizde görünmüyor. Yani, şimdilik satin alma işleminize devam edemeyeceğiz.
zh_hans: 哎哟，看起来您的钱包没有注册进我们的白名单，因此我们现在不能继续进行您的购买。

source: Open and permissionless
tr: Açık ve izinsiz
zh_hans: 开放和无许可

source: Our Ethereum L2 scaling solution provides reliability, scalability and security. Making it easy for developers to build and manage their projects.
tr: Ethereum L2 ölçekleme çözümümüz güvenilirlik, ölçeklenebilirlik ve güvenlik sağlar. Geliştiricilerin projelerini oluşturmasını ve yönetmesini kolaylaştırır.
zh_hans: 我们的以太坊二层扩展解决方案实现了可靠性、可扩展性和安全性。开发者可以轻松地建立并管理他们的项目。

source: Our Principles
tr: İlkelerimiz
zh_hans: 我们的原则

source: Our Solutions
tr: BİZİM ÇÖZÜMLERİMİZ
zh_hans: 我方解决方案

source: Our games
tr: Oyunlarımız
zh_hans: 我们的游戏

source: Our solution
tr: Bizim çözümümüz
zh_hans: 我方解决方案

source: Our vision
zh_hans: 我们的愿景

source: Own your metaverse identity
tr: Meta veri deposu kimliğine sahip olun
zh_hans: 拥有您的元宇宙身份

source: Own your metaverse identity. Anywhere. Any game.
tr: Meta veri deposu kimliğine sahip olun. Herhangi bir yerde. Herhangi Oyun.
zh_hans: 拥有您的元宇宙身份在任何地方任何游戏中

source: PLACE ORDER
tr: SİPARİŞ VER
zh_hans: 下单

source: Partner Dapps
zh_hans: 合作伙伴Dapps

source: Partner Experiences
tr: Partner Deneyimleri
zh_hans: 合作伙伴体验

source: Partner Games
tr: Partner Oyunları
zh_hans: 合作伙伴游戏

source: Password is required!
tr: Parola gereklidir!
zh_hans: 需要输入密码！

source: Password must be mixture of letters and numbers
tr: Parola harflerden ve rakamlardan oluşmalı
zh_hans: 密码必须是字母和数字的混合形式

source: Password must contain at least one special character
tr: Parola en az bir özel karakter içermeli
zh_hans: 密码必须包含至少一个特殊字符

source: Password must have at least 8 characters—the more characters, the better
tr: Parola en az 8 karakter içermeli- ne kadar çok karakter, o kadar iyi
zh_hans: 密码必须至少包含8个字符，字符越多越好

source: Password must have both uppercase and lowercase letters
tr: Parola hem büyük hem de küçük harf içermeli
zh_hans: 密码必须同时包含大写字母和小写字母

source: Pick one of the available warrior classes that best suits your playstyle. Are you a one-man army or a silent assassin who strikes from the shadows? Or maybe you’re a mysterious alien psychic who can suck the life out of his enemies...
tr: Mevcut seçeneklerden oyun tarzına en uygun savaşçı sınıfını seç. Yalnız bir kurt mu yoksa gölgelerde çalışan sessiz bir suikastçı mısın? Ya da belki de düşmanlarının hayatını emebilen gizemli bir uzaylı medyumsun…
zh_hans: 从现有的战士类别中挑选一个最适合你的游戏风格的类别。你是万夫莫开的勇士？还是从阴影中出击的沉默刺客？或者，你是神秘的外星通灵者，可以吸走敌人的生命……

source: Platform
zh_hans: 平台

source: Please enter correct url!
tr: Lütfen doğru URL'yi gir!
zh_hans: 请输入正确的网址！

source: Please note that if You do not wish to provide us with requested personal data or subsequently withdraw Your consent, You may not be able to hold or otherwise deal with the Products or remain as a holder of the Products as it will affect our ability to provide our services to You as a Product holder.
tr: Lütfen gerekli kişisel verilerinizi bizimle paylaşmak istemiyorsanız veya izninizi geri çekmek istiyorsanız Ürünler sizden geri alınabilir veya Ürünlerle anlaşma yapamayabilir veya Ürünlerin tapusu sizden geri alınabilir. Bunun sebebi, Size Ürün sahibi olarak hizmetlerimizi sunmaya devam edemeyeceğimizdendir.
zh_hans: 请注意，如果您不希望向我们提供所要求的个人资料，或者随后撤回您的同意，您可能无法持有产品或以其他方式处理产品或继续作为产品持有人，因为这将影响我们向您提供产品持有人服务的能力。

source: Please view this experience on a desktop browser
tr: Lütfen bu deneyimi bir masaüstü tarayıcısında görüntüleyin
zh_hans: 请用桌面浏览器查看此体验

source: Please view this experience on a supported browser like Chrome, Brave, Firefox or Edge
tr: Lütfen bu deneyimi Chrome, Brave, Firefox veya Edge gibi desteklenen bir tarayıcıda görüntüleyin.
zh_hans: 请用支持的浏览器查看此体验，如Chrome、Brave、Firefox或Edge

source: Points
tr: Puanlar
zh_hans: 分数

source: Powered and governed by <0>$MYRIA</0>
tr: <0>$MYRIA</0> tarafından desteklenir ve yönetilir
zh_hans: 由<0>$MYRIA</0>支持和管理

source: Powered by the community
tr: Topluluk tarafından desteklenmektedir
zh_hans: 由社区支持

source: Powered by the community of player-run nodes
tr: Oyuncu tarafından işletilen düğümler topluluğu tarafından desteklenmektedir
zh_hans: 由玩家运营的节点社区支持

source: Pre register now
tr: Şimdi ön kayıt ol
zh_hans: 立即预注册

source: Pre register to stay up to date
tr: Güncel kalmak için ön kayıt
zh_hans: 预注册，获取最新资讯

source: Price
tr: Ücret
zh_hans: 价格

source: Provide your players with a protected experience and ensure your business understands critical regulatory compliance components.
tr: Oyuncularınıza korumalı bir deneyim sağlayın ve işletmenizin kritik yasal uyumluluk bileşenlerini anladığından emin olun.
zh_hans: 为你的玩家提供受保护的体验，确保你的企业了解关键的监管合规部分。

source: Pupose-built infrastructure
tr: Amaca yönelik altyapı
zh_hans: 专门构建的基础设施

source: Quantity
tr: Nicelik
zh_hans: 数量

source: Quantity: {qty}
tr: Nicelik: {qty}
zh_hans: 数量：{qty}

source: REGISTER
tr: KAYDOL
zh_hans: 注册

source: Read more
tr: Daha fazlasını oku
zh_hans: 阅读全文

source: Receive $MYRIA and limited edition NFT rewards whilst supporting the Myria network
tr: Myria ağını desteklerken $MYRIA ve sınırlı sayıda NFT ödülleri kazan
zh_hans: 在支持Myria网络的同时获得$MYRIA和限量版的非同质化代币奖励

source: Refer your friends
tr: Arkadaşlarına referans ol
zh_hans: 推荐你的朋友

source: Register
tr: Kayıt ol
zh_hans: 注册

source: Register for Moonville Farms early access
tr: Moonville Farms erken erişim için kaydolun
zh_hans: 注册并抢先体验 Moonville Farms

source: Register to win exclusive<0/>AB de Villiers Cricket Game NFTs
tr: Sınırlı sayıdaki AB de Villiers Kriket NFT’leri<0/> kazanabilmek için kaydolun
zh_hans: 注册以赢取独家<0/>AB de Villiers板球比赛非同质化代币

source: Registration Successful
tr: Kaydolma Başarılı
zh_hans: 注册成功！

source: Releasing soon
tr: Yakında piyasaya sürülecek
zh_hans: 立即发布

source: Reliably programmable
tr: Güvenilir bir şekilde programlanabilir
zh_hans: 可靠的可编程性

source: Reset Password
tr: Şifreni Sıfırla
zh_hans: 重置密码

source: Resistent against censorship
tr: Sansüre karşı direnen
zh_hans: 坚决反对审查制度

source: Reward Vault
tr: Ödül Mahzeni
zh_hans: 奖励金库

source: Rewards
tr: Ödüller
zh_hans: 励

source: Rewards are coming soon! Information on how to install your node client will be released shortly.
tr: Ödüller çok yakında! Düğüm istemcinizi nasıl kuracağınıza ilişkin bilgiler kısa süre içinde yayınlanacaktır.
zh_hans: 奖励即将到来！关于如何安装节点客户端的信息将很快发布。

source: Roll with style!
tr: Stil ile yuvarla!
zh_hans: 随风格摇摆！

source: Run a node and earn <0>$MYRIA</0> and NFT rewards
tr: Bir düğüm çalıştırın ve <0>$MYRIA</0> ve NFT ödülleri kazanın
zh_hans: 运行节点，赚取<0>$MYRIA</0>和非同质化代币奖励

source: SELECT
tr: SEÇ
zh_hans: 选中

source: SHIFTING POWER BACK TO THE PEOPLE
tr: GÜCÜ TEKRAR İNSANA VERMEK
zh_hans: 将权力交还给人

source: START BUILDING
tr: İNŞA ETMEYE BAŞLA
zh_hans: 开始建造

source: STAY TUNED ON DISCORD
tr: DISCORD'DA TAKİPTE KALIN
zh_hans: 敬请关注DISCORD

source: SUBMIT
tr: GÖNDER
zh_hans: 提交

source: Save time. Ship faster.
tr: Zamandan tasarruf et. Daha hızlı kargola.
zh_hans: 节省时间发货更快

source: Scale with security
tr: Güvenlikli ölçek
zh_hans: 以安全的方式扩展

source: Scaling blockchain gaming on Ethereum
tr: Ethereum'da blockchain oyunlarını ölçeklendirme
zh_hans: 在以太坊上扩展区块链游戏

source: Settings
tr: Ayarlar
zh_hans: 设置

source: Share now
tr: Şimdi paylaş
zh_hans: 立即分享

source: Share on Twitter
tr: Bunu Twitter'da paylaş
zh_hans: 在Twitter上分享

source: Share this on Twitter
tr: Bunu Twitter'da paylaş
zh_hans: 在Twitter上分享此内容

source: Sign in
tr: Giriş yap
zh_hans: 登录

source: Sign up
tr: Kayıt ol
zh_hans: 注册

source: Sign up to our newsletter to receive development updates, token and NFT drops, and exclusive promotions.
tr: Geliştirme güncellemeleri, token ve NFT düşüşleri ve özel promosyonlar almak için bültenimize kaydolun.
zh_hans: 注册我们的新闻通讯网站，接收开发更新、代币和非同质化代币拍卖（drop）以及专属促销活动。

source: Simpler formal verification of contracts due to safe VM architecture
tr: Güvenli VM mimarisi sayesinde sözleşmelerin daha basit resmi doğrulaması
zh_hans: 得益于安全的虚拟机架构，合约的形式验证更加简单

source: Soon!
tr: Yakında!
zh_hans: 即将推出！
