Repository: slade77777/myria
Catalog: apps/myria-main-dapp/src/translations/locales/*/messages.po
Languages: tr, zh_hans

source: Current Node Cycle
tr: Güncel Düğüm Döngüsü
zh_hans: 当前节点周期

source: Current Openings
tr: Güncel Açılışlar
zh_hans: 目前的空缺职位

source: Customize your Moon Village with a range of cosmetic skins for various buildings and crew. These skins are NFTs, therefore remain yours forever, and are reusable across games.
tr: Ay Köyünü kişiselleştirmek istersen, çeşitli binalar ve ekip üyeleri için kozmetik derilerden seç. Bu deriler NFTdir, yani sonsuza kadar senindir ve başka oyunlarda kullanılabilir.
zh_hans: 用一系列建筑和船员主题的游戏皮肤来定制你的月亮村。这些皮肤相当于非同质化代币，因此永远属于你，并可在各种游戏中重复使用。

source: Daily $MYRIA token rewards
tr: Günlük $MYRIA jeton ödülleri
zh_hans: 每日代币奖励 （MYRIA币）

source: Dashboard
tr: Kontrol paneli
zh_hans: 仪表板

source: Date Registered
tr: Tarih Kaydedildi
zh_hans: 注册日期

source: Decentralize the network by providing computing resources
tr: Bilgi işlem kaynakları sunarak ağı merkezi olmayan hale getirin
zh_hans: 通过提供计算资源去中心化网络

source: Details will be announced soon.
tr: Detaylar yakında açıklanacak.
zh_hans: 详情将很快公布。

source: Disconnect
tr: Bağlantıyı kes
zh_hans: 断开

source: Dive in, we dare you. You’ll find yourself gracefully descending from the sky while you survey the lands to select your ideal landing spot. Enjoy that moment of peace, because once your feet touch the ground you’ll be plunged into an intense battle for loot and powerful equipment.As expected, life in this world ain’t easy, and at given intervals of time the playable area of the map will shrink, pushing you closer to your enemies. Needless to say, they ain’t waiting for you in a bed of roses, so be prepared!
tr: Sana atlaman için meydan okuyoruz. İniş için doğru noktanın olduğu yeri ararken gökyüzünden zarif bir şekilde alçalacaksın. Bu molanın tadını çıkar, çünkü ayağın yere değer değmez kendini yağma ve güçlü silahlar için yapılan sert bir çatışmanın içinde bulacaksın. Tahmin edeceğin üzere bu dünyada hayat kolay değil, ve haritanın oyun alanı da zamanla küçülüecek, böylece düşmanların daha da yakınlaşacak. Yatakta güllerle seni beklemeyecekler, dolayısıyla hazır ol!
zh_hans: 有胆你就来！从天空中优雅地降落的同时，全面检查这片大地，选择你理想的着陆点。享受这片刻的宁静吧，因为，一旦你的双脚接触到地面，你就会陷入一场激烈战斗中，争夺战利品和强大的装备。正如所料，这个世界的生存并不容易，经过特定的时间间隔，地图的可玩区域就会缩小，迫使你更接近你的敌人。不用说，敌人不会在玫瑰花床上等着你，所以要做好准备！

source: Do you want to link your wallet {0} to your Myria account?
tr: Cüzdanını {0} Myria hesabına bağlamak ister misin?
zh_hans: 你想把你的钱包{0}关联到你的Myria账户吗？

source: Don't have a wallet yet? <0/>Install Metamask below.
tr: Henüz cüzdanın yok mu? <0/> Aşağıdan Metamask'ı indir.
zh_hans: 还没有钱包吗？<0/>在下面安装Metamask。

source: Drift around thrilling tracks in a race for the finish line. Have endless fun shooting at your opponents and wreaking havoc all around you to gain extra points and climb the leaderboards. Dive into our numerous game modes and tracks to claim your rightful spot among the racing legends of the Myriaverse.
tr: Finiş çizgisine doğru giden bu yarışta, heyecan verici pistlerde drift yap. Rakiplerini vururken ve yıkımla intikamını alırken harika zaman geçir, böylece ekstra puanları topla ve liderlik tablosunda yüksel. Farklı oyun modlarımızı dene ve Myria evreninin yarış efsanaleri arasında hak ettiğin yeri kazan.
zh_hans: 在惊心动魄的赛道上漂移，竞相冲过终点线。享受无尽的乐趣，向你的对手射击，破坏你周围的一切，获得额外的分数，攀登排行榜。深入我们众多的游戏模式和赛道，在Myriaverse的赛车传奇中取得你应有的地位。

source: Drift it up!
tr: Düz tırman!
zh_hans: 漂移吧！

source: Driven by the search for knowledge, the Equinox collect every piece of information they can find. Somewhere in all this data must be the answer to peace. You might be the one to finally unlock that puzzle.
tr: Ekinokslar öğrenme ve ulaşabildikleri her bilgiyi toplama arzusuyla yaşarlar. Bütün bu verilerin içinde bir yerde barışa götüren bir çözüm olmalı. Bu bulmacayı çözecek kişi sen olabilirsin.
zh_hans: 在寻求知识的驱使下，Equinox收集了他们能找到的每一份信息。在所有这些数据的某处，一定是和平的答案。你可能是最终解开这个谜题的人。

source: Each node is allowed to vote on proposed changes to the Myria chain and nodes will also hold greater voting power throughout the Myriaverse
tr: Her düğümün Myria zincirinde önerilen değişiklikler üzerinde oy kullanmasına izin verilir ve düğümler ayrıca Myriaverse boyunca daha fazla oylama gücüne sahip olacaktır.
zh_hans: 每个节点均可对Myria链的拟议修改进行投票。在整个Myriaverse元宇宙中，节点还将拥有更多的投票权。

source: Earn {point} points by completing account creation
tr: Hesabını kurmayı tamamlayarak {point} puan kazan
zh_hans: 账户创建完成，可以赚取{point} 分数

source: Earn {point} points by following @myriagames on Twitter
tr: @myriagames'i Twitter'da takip ederek {point} puan kazan
zh_hans: 在Twitter上关注@myriagames ，可以赚取{point} 分数

source: Earn {point} points by following myriagames on Instagram
tr: myriagames'i Instagram'da takip ederek {point} puan kazan
zh_hans: 在Instagram上关注myriagames，可以赚取{point} 分数

source: Earn {point} points by joining the Myria Discord server
tr: Myria Discord sunucusuna katılarak {point} puan kazan
zh_hans: 加入Myria Discord服务器，可以赚取{point} 分数

source: Earn {point} points by reaching level 40 on Myria Discord server and acquiring the ‘Space Lord’ activity role
tr: Myria Discord sunucusunda 40 seviyeye ulaşıp 'Uzay Fatihi' ünvanını alarak {point} puan kazan
zh_hans: 在Myria Discord服务器达到40级并获得“空间领主”活动角色，可以赚取{point} 分数

source: Earn {point} points by sharing a tweet about Myria
tr: Myria ile ilgili bir tweet atarak {point} puan kazan
zh_hans: 分享一条关于Myria的推特，可以赚取{point} 分数

source: Earn {point} points for each day you send a message to any Myria Discord channel
tr: Myria Discord kanalında günlük mesaj atarak {point} puan kazan
zh_hans: 每天向任何Myria Discord频道发送消息，可以赚取{point} 分数

source: Earn {point} points when you send your first message on any Myria Discord channel
tr: Herhangi bir Myria Discord kanalında ilk mesajını atarak {point} puan kazan
zh_hans: 当你在任何Myria Discord频道发送你的第一条消息时，可以赚取${point} 分数

source: Easy to play, difficult to master. Select the right terrain to base your industrial revolution. Choose wisely, as this will determine the types of resources and production opportunities available to you. Make sure to look after your base in order to increase your score and climb the ranks. At the end of each tournament, the competition is reset, so don’t worry if you get it wrong the first time!
tr: Kendi sanayi devrimin için en iyi araziyi seç. Seçerken dikkatli ol, çünkü erişebileceğin kaynaklar ve üretim fırsatları senin seçimlerine bağlı olarak belirlenecek. Skorunu geliştirmek ve sıralamada yukarı çıkmak için üssüne iyi baktığından emin ol. Her turnuvanın sonunda yarışma sıfırlanır, bu yüzden ilk seferinde yanlış anladıysan endişelenmen için hiçbir senep yok!
zh_hans: 容易玩，难掌握。选择合适的地形作为你的工业革命基地。选得好！因为这会决定你可用的资源类型和生产机会。确保照顾好你的基地，增加你的分数，勇攀高峰。在每场锦标赛结束时，比赛都会被重置，所以如果你第一次选错了，也不用担心！

source: Ecosystem
tr: Ekosistem
zh_hans: 生态系统

source: Education and support
tr: Eğitim ve destek
zh_hans: 教育和支持

source: Eliminate your opponents in this fast-paced-action-packed-survival game, to achieve victory and claim the spoils of war. There can be only one hero or team standing when the crimson curtain hits the ground.
tr: Rakiplerini bu hızlı tempolu ve aksiyon dolu hayatta kalma oyununda ele, böylece kazan ve savaş ganimetlerini topla. Kızıl perde düştüğünde yalnızca bir kahraman veya takım ayakta kalmış demektir.
zh_hans: 在这个快节奏的、充满动作的生存游戏中，消灭你的对手，取得胜利，领取战利品。当猩红色的幕布落地时，只能有一个英雄或一支团队还站着。

source: Email
zh_hans: 电子邮箱

source: Email address
tr: E-posta adresi
zh_hans: 电子邮箱地址

source: Email is required!
tr: Email gereklidir!
zh_hans: 电子邮件必填！

source: Empower mainstream adoption to Ethereum using Myria’s scaling solution
tr: Myria'nın sınıflandırma çözümünü kullanarak Ethereum'un ana akımda yaygınlaşmasına yardımcı olmak
zh_hans: 使用Myria的扩展解决方案，让以太坊为主流所用。

source: Empowering players
tr: Güçlendirici oyuncular
zh_hans: 为玩家赋能

source: Enabling digital asset scalability on Ethereum
tr: Ethereum'da dijital varlık ölçeklenebilirliğini etkinleştirme
zh_hans: 在以太坊上实现数字资产的可扩展性

source: Enabling true scalability while leveraging the Ethereum network
tr: Ethereum ağını geliştirirken doğru sınıflandırmayı aktive etmek
zh_hans: 在利用以太坊网络的同时实现真正的可扩展性

source: Endless online fun
tr: Sonsuz online eğlence
zh_hans: 无尽的在线乐趣

source: Enhancing the power of play through blockchain
tr: Oyun gücünü blokzincir ile artırın
zh_hans: 通过区块链增强游玩的动力

source: Enter a password
tr: Şifre gir
zh_hans: 输入密码

source: Enter the new era of web3.0 with confidence
tr: Web3.0'ın yeni çağına güvenle girin
zh_hans: 满怀信心地进入web3.0的新时代

source: Enter your email
tr: Email adresini gir
zh_hans: 输入你的电子邮件

source: Enter your email address
tr: E-posta adresinizi girin
zh_hans: 输入您的电子邮件地址

source: Enter your email address to reset your password
tr: Şifreni sıfırlamak için email adresini gir
zh_hans: 输入你的电子邮件地址以重设密码

source: Enter your password
tr: Şifreni gir
zh_hans: 输入你的密码

source: Equinox pursue balance in the Myriaverse and believe perhaps humanity and the Rift can coexist. They actively explore the Rift, searching for answers.
tr: İnsanlığın ve Çatlağın birlikte var olabileceğine inanan Ekinokslar Myria evreninde dengeyi gözetir. Daima Çatlak'taki cevapları ararlar.
zh_hans: Equinox追求Myriaverse的平衡，相信人类和裂谷人（Rift）也许可以共存。他们积极探索裂谷人，寻找答案。

source: Ethereum-level security provided by zk-STARKs
tr: Ethereum-düzeyinde güvenlik. sağlayan: zk-STARKs
zh_hans: 由zk-STARKs保障的以太坊级安全性

source: Every hero has three unique abilities, each requiring charges, as well as one ultimate ability that requires charging through kills, deaths, collectibles, or objectives. It’s easier than it sounds, and even funnier…
tr: Her kahraman kendine özgü üç yeteneğe sahiptir, bunların hepsi şarj gerektirir, aynı zamanda bir üst yetenek ya da öldürmeler, ölümler, koleksiyonlar ya da objektifler yoluyla şarj gerektirir. Oynaması anlattığımdan daha kolay, hem de daha eğlenceli…
zh_hans: 每个英雄都有三个独特的能力，每个都需要蓄力；还有一个终极能力，需要通过杀戮、死亡、收集品或目标来蓄力。其实，玩起来比听起来更容易，甚至更有趣……

source: Exclusive NFTs
tr: Özel NFT'ler
zh_hans: 专属非同质化代币

source: Experience low transaction fee and high throughput rate of up to 9000 transactions per second with our Myria scaling solution.
tr: Myria sınıflandırma çözümü ile düşük işlem ücretinin ve saniyede 9000 işleme kadar yüksek hammadde oranının tadını çıkar.
zh_hans: 借助于我们的Myria扩展解决方案，体验低交易费用和每秒高达9000笔交易的高吞吐率。

source: FOLLOW US ON TWITTER
tr: BİZİ TWİTTER'DA TAKİP EDİN
zh_hans: 在推特上关注我们

source: FOR DEVELOPERS
tr: GELİŞTİRİCİLER İÇİN
zh_hans: 为开发者服务

source: FOR GAMERS
tr: OYUNCULAR İÇİN
zh_hans: 为游戏玩家服务

source: Fast transaction confirmation times provided by the L2 chain, while zk proofs and L1 data availability provide Ethereum-level security.
tr: L2 zinciri hızlı işlem onayı sağlar, öte yandan zk kanıtları ve L1 Veri ulaşılabilirliği ise Ethereum-düzeyinde güvenliği sağlar.
zh_hans: 二层链加快了交易确认时间，而zk证明和一层数据的可用性提供了以太坊级别的安全性。

source: Features
tr: Özellikler
zh_hans: 特征

source: Filter by Department
tr: Bölüme göre filtrele
zh_hans: 按部门过滤

source: First name
tr: Adınız
zh_hans: 名

source: First name is required!
tr: Adınızı yazmak zorunludur!
zh_hans: 需要输入名！

source: Follow on Instagram
tr: Instagram'da Takip Et
zh_hans: 在Instagram上关注

source: Follow on Twitter
tr: Twitter'ta Takip Et
zh_hans: 在Twitter上关注

source: For Developers
tr: Geliştiriciler İçin
zh_hans: 为开发者服务

source: Forgot your password?
tr: Şifreni mi unuttun?
zh_hans: 忘记密码？

source: Founded by leading gaming and blockchain industry veterans
tr: Önde gelen oyun ve blockchain endüstrisi uzmanları tarafından kuruldu
zh_hans: 由游戏和区块链行业的顶尖人士创立

source: Free Sigil NFT
tr: Ücretsiz Sigil NFT
zh_hans: 免费的Sigil非同质化代币

source: From wallet
tr: Cüzdandan
zh_hans: 来自钱包

source: Full ownership of assets, non-custodial architecture
tr: Varlıkların tam mülkiyeti, gözetimsiz mimari
zh_hans: 资产的完全所有权，非托管架构

source: Fully open-source and community-driven development
tr: Tamamen açık-kaynak ve topluluk güdümlü
zh_hans: 完全开放源代码，社区驱动型开发

source: GET A NODE
tr: DÜĞÜM AL
zh_hans: 获取节点

source: GET MORE LICENSES
tr: DAHA FAZLA LİSANS AL
zh_hans: 获得更多许可证

source: GO TO DASHBOARD
tr: KONTROL PANELİNE GİT
zh_hans: 前往仪表板

source: Game NFT
tr: Oyun NFT'si
zh_hans: 游戏非同质化代币

source: Gameplay first
tr: Önce oyun
zh_hans: 游戏第一

source: Games
tr: Oyunlar
zh_hans: 游戏

source: Games & Applications
tr: Oyunlar & Uygulamalar
zh_hans: 游戏与应用

source: Gaming is evolving. Build with Myria!
tr: Gaming evriliyor. Myria ile inşa et!
zh_hans: 游戏玩法在不断发展。与Myria一起建设！

source: Gaming is evolving. Build with Myria.
tr: Gaming evriliyor. Myria ile inşa et!
zh_hans: 游戏玩法在不断发展。与Myria一起建设。

source: Gas Fee
tr: Gaz Ücreti
zh_hans: 汽油费

source: Gather and upgrade the best equipment on the battlefield. Collect power-ups and build combat facilities to overcome your foes. You can deal with this harsh reality alone or with your friends in a team of three.
tr: Savaş alanındaki en iyi ekipmanları topla ve yükselt. Özel güçleri topla ve rakiplerinin üstesinden gelmek için savaş tesisleri inşa et. Bu acı gerçekle kendi başına ya da üç kişilik gruplarda arkadaşlarınla beraber başa çıkabilirsin.
zh_hans: 收集并升级战场上的最佳装备。收集强化物品并建造战斗设施，战胜你的敌人。你可以独自面对这个残酷的现实，也可以与你的朋友组成三人小队。

source: General
tr: Genel
zh_hans: 概述

source: General purpose zk-rollup
tr: Genel amaç zk-rollup
zh_hans: 一般用途的zk-rollup

source: Get Started
tr: Başlayın
zh_hans: 入门教程

source: Get a founders node today
tr: Bugün bir kurucu düğüm edinin
zh_hans: 现在就获取创始人节点

source: Get started with your Myria node.
tr: Myria düğümü ile başla.
zh_hans: 开始使用你的Myria节点。

source: Go back
tr: Geri git.
zh_hans: 返回

source: Got an innovative gaming idea? Apply for a grant to manifest your vision on the Myria chain.
tr: Yenilikçi bir oyun fikriniz mi var? Myria zincirinde vizyonunuzu sergilemek için hibe başvurusunda bulunun.
zh_hans: 有了创新游戏想法？申请授权，在Myria链上展示您的愿景？

source: Grow with us and be rewarded. A Myria Node License allows you to operate a node from your home computer to support the growth of Myria’s decentralized network. As a node owner, you’ll earn daily rewards and exclusive benefits for your contribution.
tr: Bizimle büyü ve ödüllerin tadını çıkar. Myria Düğüm Lisansı sana ev bilgisayarından bir düğümü yönetmeye ve merkezsiz ağın büyümesine katkıda bulunmana imkan tanır. Katkının karşılığında bir düğüm sahibi olarak günlük ödüller ve sana özel imtiyazlar kazanacaksın.
zh_hans: 与我们一起成长并获得奖励。Myria节点许可证允许你用家用电脑操作节点，支持Myria去中心化网络的成长。作为节点所有者，你将获得每日奖励和专属福利，以资鼓励。

source: Heroes don’t all wear capes
tr: Her kahraman pelerin giymez
zh_hans: 英雄不一定都穿斗篷

source: Home
tr: Ana Sayfa
zh_hans: 主页

source: How can I become a Myria node operator?
tr: Nasıl Myria düğüm operatörü olabilirim?
zh_hans: 如何成为Myria节点操作者？

source: How it works
tr: Nasıl çalışır
zh_hans: 如何运作？

source: How many Myria node licenses will be released?
tr: Kaç Myria düğüm lisansı yayınlanacak?
zh_hans: 将发布多少份Myria节点许可证？

source: How much will a Myria node license cost?
tr: Bir Myria düğüm lisansının maliyeti nedir?
zh_hans: 一份Myria节点许可证的成本是多少？

source: I am now a $MYRIA node owner! Join us to earn rewards, govern and build the future of virtual worlds! @MyriaGames
tr: Ben artık bir $MYRIA düğümü sahibiyim!Ödüller kazanmak ve sanal dünyaların geleceğini inşa etmek ve yönetmek için bize katılın! @MyriaGames
zh_hans: 我现在是$MYRIA节点所有者！加入我们，赚取奖励，治理并构建虚拟世界的未来！ @MyriaGames

source: I have read, understood and agree to the privacy and policy
tr: Gizlilik poliçesini okuyup anladım ve kabul ediyorum
zh_hans: 我已阅读、理解并同意隐私和政策。

source: I have read, understood and agree to the terms of service
tr: Hizmet şartlarını okuyup anladım ve kabul ediyorum
zh_hans: 我已阅读、理解并同意服务条款。

source: I just claimed a Rare Alliance Sigil on Myria
tr: Az önce Myria'da bir Nadir İttifak Sigil istedim.
zh_hans: 我刚刚在Myria领取了一个稀有联盟Sigil

source: IN DEVELOPMENT
tr: GELİŞİM HALİNDE
zh_hans: 开发中

source: If You are a nominee Product holder or a corporate entity, this Privacy Notice will be relevant for those individuals connected to You and You should transmit this document to such individuals for their awareness and consideration.
tr: Bir Ürün sahibi vekili veya kurumsal bir kuruluş iseniz bu Gizlilik Poliçesi size bağlı şahıslar için de geçerli olacaktır. Bu belgeyi bu şahıslara farkındalık ve göz önünde bulundurmaları için göndermelisiniz.
zh_hans: 如果您是名义产品持有人或公司实体，本隐私声明将与您的关联人有关，您应将本文件转发给这些关联人，以便他们了解情况并加以考虑。

source: If you want to make a real impact in gaming and blockchain, join us at Myria. We’re scouring the world for the best and brightest to join our rapidly growing company.
tr: Oyun ve blok zincirinde gerçek bir etki yaratmak istiyorsanız, Myria'da bize katılın. Hızla büyüyen şirketimize katılmak için dünyanın en iyilerini ve en başarılılarını arıyoruz.
zh_hans: 想在游戏和区块链领域有所作为，请加入Myria。Myria正在迅速发展，正在世界范围内广纳英才。

source: In this lawless racing game, you’ll need to do whatever it takes to thwart your rivals’ attempts at reaching the finish line before you. Choosing the optimal combination of driver and kart parts could be the difference between triumph and defeat. But don’t worry if your ride isn’t souped-up, you still have your shot at 1st place. Just make good use of the vicious power-ups scattered around the track to literally blast your competition into oblivion!
tr: Bu kuralsız yarışta rakiplerinin finiş çizgisine senden önce ulaşmalarına engel olmak için gereken her şeyi yapman gerekiyor. En uygun sürücü ve araba parçaları kombinasyonunu seçmek zafer ile yenilgi arasındaki farkı belirleyebilir. Ancak sürüşün çok iyi değilse endişelenme, hala birincilik için şansın var. Yalnızca pist etrafında dağıtılmış olan kötülük özel güçlerini iyi kullan ve rekabeti unutulmaya gönder!
zh_hans: 在这个无法无天的赛车游戏中，你需要不惜一切代价挫败对手的企图，在所有人之前到达终点线。请选择驾驶员和卡丁车部件的最优组合，否则可能就是胜利和失败的区别。但是，如果你的车没有改装过，也不用担心，你仍然有机会获得第一名。只要好好利用散落在赛道上的恶意强化物品，就能把你的竞争对手炸得灰飞烟灭！

source: In this part of the Myriaverse, visitors are transformed into Bobble-Head form. This is according to this world’s terms of use and the laws of the metaverse that can be only broken by the mysterious Administrators...but more on that later.
tr: Myria evreninin bu kısmına gelen Ziyaretçiler Ponpon-Kafalar'a dönüşürler. Bu dünyanın kullanım koşulları ve metaevren yasaları bunu gerektirir ve bu yasalar sadece gizemli Yöneticiler tarafından ihlal edilebilir… fakat devamına sonra geleceğiz.
zh_hans: 在Myriaverse的这一部分，游客会被转化为Bobble-Head形式。根据这个世界的使用条款，这是只有神秘的管理员才可以打破的元宇宙法则……但后面会有更多的内容。

source: Inclusion of at least one special character
tr: En az bir özel karakter
zh_hans: 至少包含一个特殊人物

source: Infrastructure & Tools
tr: Altyapı ve Araçlar
zh_hans: 基础设施和工具

source: Install Metamask
tr: Metamask'ı Kur
zh_hans: 安装Metamask

source: Instant project visibility
tr: Anlık proje görünürlüğü
zh_hans: 即时项目可见性

source: Instantly able to withdraw assets from the rollup back into ethereum when needed
tr: Gerektiğinde varlıkları anında rollup'tan Ethereum'a çekebilir
zh_hans: 在需要的时候，能够即时从卷轴中提取资产，卷回到以太坊中

source: Instantly reach and build an engaged player community of evangelists around your project through the Myria platform and network partners.
tr: Myria platformu ve ağ ortakları aracılığıyla projenizin çevresinde anında misyonerlerden oluşan bir oyuncu topluluğuna ulaşın ve oluşturun.
zh_hans: 通过Myria平台和网络合作伙伴，围绕你的项目即时接触并建立一个布道者参与的玩家社区。

source: Intense battle to the very end
tr: Sonuna kadar yoğun bir savaş
zh_hans: 激烈的战斗到最后一刻

source: Interoperability FTW! Yes, we’ve got you covered - you can bring those crazy skins, sprays, hats, and every other exclusive NFT you’ve gathered along your journey through the Myriaverse. The last thing I want to see on the battlefield is tie-dye tights, but hey – it’s your party after all!
tr: Karşılıklı çalışabilirlik için FTW! Evet, o çılgın derileri, spreyleri, şapkaları ve Myria evrenindeki yolculuğunuzda topladığınız bütün diğer özel NFT'leri getirebilirsiniz. Savaş alanında görmek istediğim son şey renkli gömlekler, ama hey sonuçta bu senin partin!
zh_hans: 互通性为了胜利！是的，我们已经为你准备好了——你可以把那些疯狂的皮肤、喷雾剂、帽子以及你在Myriaverse的旅程中收集到的所有专属非同质化代币都带来。我最不希望在战场上看到的就是扎染的紧身衣，但是，嘿嘿——毕竟这是你的派对啊！

source: Invalid email!
tr: Geçersiz e-posta!
zh_hans: 无效电子邮件地址！

source: Inventory
tr: Envanter
zh_hans: 库存

source: Invite your friends to Myria by sharing the following link with them.
tr: Arkadaşlarını linki paylaşarak Myria'ya davet et
zh_hans: 与你的朋友分享以下链接，邀请他们加入Myria。

source: It was a calm day in the land of candy hammers and fiery strawberry lakes when a mysterious portal suddenly spawned a roaring crowd of brave players. Ready to rock, they started to roll down the hill of chocolate donuts in a chaotic race for the win.
tr: Şeker çekiçlerinin ve ateşli çilek göllerinin diyarında sakin bir günde gizemli bir portal kükreyen, kalabalık ve cesur oyuncular yumurtladı. Sallanmaya hazır olan bu oyuncular, kaotik bir yarışta galibiyet için tepeden aşağı çikolatalı donut'lar yuvarlamaya başladılar.
zh_hans: 这是糖果锤子和火红草莓湖大地上又一个平静的日子，一群咆哮的勇敢玩家突然从某个神秘的传送门中涌出。一切准备就绪，他们开始从巧克力甜甜圈山丘上翻滚下来，在混乱的比赛中争夺胜利。

source: It’s all in your hands
tr: Hepsi senin elinde
zh_hans: 一切尽在你的手中

source: JOIN DISCORD
tr: DISCORD'A KATIL
zh_hans: 加入Discord

source: JOIN NOW
tr: ŞİMDİ KATIL
zh_hans: 立即加入

source: JOIN THE TEAM
tr: TAKIMA KATIL
zh_hans: 加入团队

source: JOIN {sigilName}
tr: {sigilName} 'e KATIL
zh_hans: 加入{sigilName}

source: Jobs
zh_hans: 工作机会

source: Join MYRIA
tr: MYRIA'ya katıl
zh_hans: 加入MYRIA

source: Join Myria in building the next blockchain revolution
tr: Myria'ya bir sonraki blok zincir devriminin inşası için katıl
zh_hans: 加入Myria，打造下一场区块链革命

source: Join Vector Prime and you will be helping the Rift digitize worlds and all who live on them. Many factors will fight against you, but you know that science and logic are the best laws to rule us all.
tr: Vector Prime'a katıl ve Çatlak'ın dünyaları ve oralarda yaşayanları sayısallaştırmasına yardım et. Sana karşı savaşan birçok faktör olacaktır ama bilim ve mantığın yönetmek için en iyi yasalar olduğunu biliyorsun.
zh_hans: 加入Vector Prime，你会帮助裂谷人把世界和所有生活在其中的人都数字化。许多因素会与你对抗，但你知道，科学和逻辑是统治我们所有人的最好法则。

source: Join our community!
tr: Topluluğumuza katıl!
zh_hans: 加入我们的社区吧！

source: Join the Federation alongside mercenaries, militants, and anyone with a weapon and the desire to knock the Rift back to where it came from. There might be a place for you here, if you’re dedicated enough to fight until the very end.
tr: Paralı askerlerin, militanların ve bir silaha ve Yarığı geldiği yere geri kovma isteğine sahip herkesin eşiğinde Federasyona katıl. Burada senin için özel bir yer olabilir, özellikle sonuna kadar savaşmaya hazırsan.
zh_hans: 加入联邦，与雇佣兵、激进分子以及任何拥有武器并渴望将裂谷人打回老家的人一起战斗。如果你有足够的决心战斗到最后一刻，这里可能会有你的一席之地。

source: Just make sure you’re still alive till the end of the round or you’ll be spectating from the sidelines. And that means nobody will be able to appreciate your cute hot-dog suit that you’ve just brought over from a zany skirmish in the Metarush world.
tr: Raundun sonuna kadar git yoksa oyunu kenardan izlemek zorunda kalacaksın. Bu da kimse senin Metarush çekişmesinden getirdiğin tatlı hot-dog elbiseni göremeyecek demek.
zh_hans: 要确保你能活到这轮比赛结束，否则你就只能在一旁观战了。这意味着，你刚刚从Metarush世界一场滑稽的小规模战斗中带过来的可爱热狗服，其实并没有人能欣赏到。

source: LEARN MORE
tr: DAHA FAZLA BİLGİ EDİN
zh_hans: 了解更多

source: LINK WALLET
tr: CÜZDANI BAĞLA
zh_hans: 链接钱包

source: LOGGING IN
tr: GİRİŞ YAPILIYOR
zh_hans: 登录

source: Last name
tr: Soyisim
zh_hans: 姓

source: Last name is required!
tr: Soyisim gereklidir!
zh_hans: 需要输入姓！

source: Latest Updates & News
tr: Son Güncellemeler ve Haberler
zh_hans: 最新更新和新闻

source: Launch Discord
tr: Discord'u aç
zh_hans: 发布Discord

source: Launch with full support from our tokenomics experts
tr: Token ekonomisi uzmanlarımızdan tam destek ile başlat
zh_hans: 在我们代币经济专家的全面支持下启动

source: Layer 2 scalability solution
tr: Layer 2 ölçeklenebilirlik çözümü
zh_hans: 二层可扩展性解决方案

source: Learn more about our job current openings and see how you can get involved!
tr: İşimiz hakkında daha çok şey öğren, mevcut açılışlardan ve senin nasıl dahil olabileceğin hakkında da!
zh_hans: 进一步了解我们目前的职位空缺情况，看看你如何参与其中！
