Repository: slade77777/myria
Catalog: apps/myria-main-dapp/src/translations/locales/*/messages.po
Languages: tr, zh_hans

source: $MYRIA is the native governance and utility token that encapsulates the Myria ecosystem. Players will be able to use $MYRIA to buy, trade, upgrade, vote and more!
tr: $MYRIA, Myria ekosistemini kapsayan yerel yönetim ve yardımcı program belirtecidir. Oyuncular satın alma, takas etme, yükseltme, oy kullanma ve daha fazlası için $MYRIA’yı kullanabilecekler!
zh_hans: MYRIA Token是指封装于Myria生态系统的原生治理和实用型代币。玩家可使用MYRIA币开展购买、交易、升级、投票等操作！

source: 100% Ethereum-level security guarantees; whilst increase transaction speed and throughput
tr: %100 Ethereum düzeyinde güvenlik garantisi; ayrıca işlem hızı ve hammadde miktarında artış.
zh_hans: 100%以太坊级安全保证；同时提高交易速度和吞吐量

source: 2 CPU Cores
tr: 2 CPU Çekirdeği
zh_hans: 2核CPU

source: 60 GB Disk Space
tr: 60 GB Disk Alanı
zh_hans: 60 GB磁盘空间

source: <0/> creates a range of free-to-play AAA games spans across an entire interconnected ecosystem, built with the new standard of interoperable NFTs.
tr: <0/> Birbiriyle çalışabilen NFT'lerin yeni standardı ile inşa edilmiş, birbirine bağlı bir ekosistemin içinde bir dizi oynaması ücretsiz AAA oyunu yaratır.
zh_hans: <0/>用互通非同质化代币（NFT）的新标准打造了一系列免费游玩的3A级游戏，游戏横跨整个互联生态系统。

source: <0>$MYRIA</0> Node & Token coming soon!
tr: <0>$MYRIA</0> Düğüm ve Token yakında geliyor!
zh_hans: <0>$MYRIA</0>节点和代币即将推出！

source: <0>Be prepared as this might be the key to survival in the Myriaverse.</0>
tr: <0>Myriaverse'te hayatta kalabilmek için en can alıcı nokta bu olabilir. Hazır olun!</0>
zh_hans: <0>做好准备，这可能是在Myriaverse生存的关键。</0>

source: <0>Changes to Privacy Notice:</0> We encourage You to regularly review this and any updated Privacy Notice to ensure that You are always aware of how personal data is collected, used, stored and disclosed.
tr: <0>Gizlilik Poliçemizde Yapılan Değişikler: </0> Bu yazıyı sürekli denetleyip Gizlilik Poliçemizde yapılan tüm değişikliklerden haberdar olmanızı isteriz. Bilgilerinizin nasıl toplanıp, kullanılıp, depolanıp ve saklandığını her zaman bilmelisiniz.
zh_hans: <0>隐私声明变更：</0>我们鼓励您定期查看本隐私声明和任何更新的隐私声明，确保您始终了解个人资料的收集、使用、存储和披露方式。

source: <0>Contact Us</0>: Please contact the Issuer Group if You have any questions about this Privacy Notice, the personal data we hold about You or to discuss Your rights under applicable law.
tr: <0>Bize ulaşın</0>: Lütfen Gizlilik Poliçemiz, kişisel bilgileriniz veya kullanıcı haklarınız hakkında tartışmak isterseniz İhraççı Grubumuza ulaşınız.
zh_hans: <0>联系我们</0>：如果您对本隐私声明、我们持有的关于您的个人资料有任何疑问，或者想讨论您在适用法律下的权利，请联系发行人集团。

source: <0>If it’s yours, it stays yours</0> - You’ve worked hard to build that neat graveyard farm for two whole days and now it’s yours to stay… forever!
tr: <0>Seninse senin kalır!</0> - Bu mezarlık çiftliğini inşa etmek için tam iki gün boyunca çok çalıştın ve artık o sende… sonsuza kadar kalabilir!
zh_hans: <0>只要是你的，就永远是你的</0> - 为了建设这个整洁的墓地农场，你已经努力了整整两天，现在它是你的了，永远都是你的了！

source: <0>In order to run any blockchain, including the Myria chain, nodes are required for verification of network transactions. Nodes in the Myria ecosystem will be used for a variety of network-supporting activities including initial test networks, block production and validation.</0><1>In addition to their role as potential validators, node owners will also be asked to - and rewarded for auxiliary blockchain network functions as the Myria ecosystem becomes more advanced. These include the need for decentralized storage of certain critical information in the Myria ecosystem, oracles, governance voting, as well as voting on game-specific concepts.</1>
tr: <0>Myria zinciri de dahil olmak üzere herhangi bir blok zincirini çalıştırmak için ağ işlemlerinin doğrulanması için düğümler gerekir. Myria ekosistemindeki devreler, ilk test ağları, blok üretimi ve doğrulama dahil olmak üzere çeşitli ağ destekleyici etkinlikler için kullanılacaktır.</0><1>Potansiyel doğrulayıcı rollerine ek olarak, düğüm sahiplerinden şunları yapmaları istenecektir: ayrıca Myria ekosistemi daha gelişmiş hale geldikçe yardımcı blok zinciri ağ işlevleri için ödüllendirilirler. Bunlar arasında Myria ekosistemindeki belirli kritik bilgilerin merkezi olmayan bir şekilde depolanması, oracle'lar, yönetim oylaması ve ayrıca oyuna özel konseptler için oylama yer alıyor.</1>
zh_hans: <0>在运行任何区块链（包括Myria链）前，需使用节点验证网络交易。Myria生态系统中的节点将用于各种网络支持活动，包括初始测试网络、区块生产和验证。</0><1>除作为潜在验证者外，随着Myria生态系统的发展，节点所有者将可被要求开展辅助区块链网络功能，并给予奖励。包括需在Myria生态系统中去中心化存储特定关键信息、预言机、治理投票以及特定游戏概念投票。</1>

source: <0>Interoperable</0> & Interconnected NFTs
tr: <0>Birlikte Çalışabilir</0> ve Birbirine Bağlı NFT'ler
zh_hans: <0>互操作性</0>及互联非同质化代币（NFT）

source: <0>Myria node operators will receive daily $MYRIA token rewards for the nodes work.</0><1>Node owners will also be rewarded with NFT drops and tokens based on their reputational score as node operators and general community members.</1><2>Reputation scores will be determined by the playing activity of node owners, the number of tokens they own and stake, previous uptime metrics, and their history of network support (e.g. validation or oracle provider).</2>
tr: <0>Myria düğüm operatörleri, düğümlerin çalışması için günlük $MYRIA jeton ödülleri alacaklar.</0><1>Düğüm sahipleri ayrıca, düğüm operatörleri ve genel topluluk üyeleri olarak itibar puanlarına dayalı olarak NFT hediyeleri ve jetonlarla ödüllendirilecekler.</1><2>İtibar puanı, düğüm sahiplerinin oynama etkinliğine, sahip oldukları ve bahis oynadıkları jeton sayısına, önceki çalışma süresi metriklerine ve ağ desteği geçmişine (ör. doğrulama veya oracle sağlayıcısı) göre belirlenir.</2>
zh_hans: <0>针对所开展的节点工作，Myria节点操作者将于每日收到代币奖励（MYRIA币）。</0><1>根据作为节点操作者及一般社区成员所得的信誉分数，节点所有者还将获得NFT Drop及代币奖励。</1><2>信誉分数将根据节点所有者的游戏活动、其拥有及持有的代币数量、往常正常运行时间指标及其过往的网络支持情况（例如：验证或预言机提供者）决定。</2>

source: <0>Once the Sigils are active, they will be minted directly on the Myria</0>
tr: <0> Sigiller hazır olduğunda doğrudan Myria üzerine basılacak</0>
zh_hans: <0>一旦Sigil被激活，就直接在Myria铸造</0>

source: <0>Personal data</0>: By virtue of acquiring Products, the Issuer Group and certain other service providers and their respective Affiliates and delegates (the “<1>Authorised Entities</1>”) may collect, record, store, transfer and otherwise process personal data by which individuals may be directly or indirectly identified. We may combine personal data that You provide to us with personal data that we collect from or about You. This may include personal data collected in an online or offline context including from credit reference agencies and other available public databases or data sources, such as news outlets, websites and other media sources and international sanctions lists. It may also include data which, when aggregated with other data, enables an individual to be identified, such as an IP address and geolocation data.
tr: <0>Kişisel veri</0>: Ürünleri elde etmek vasıtasıyla, İhraççı Grup ve diğer bazı hizmet sağlayıcılar ve onların İştirakleri ve temsilcileri (“<1>Yetkili Kuruluşlar</1>”) kişisel verileri kaydedip, depolayıp, transfer edebilir ve diğer durumlarda bu verileri şahısların direkt veya dolaylı yoldan tanımlanabileceği bir şekilde işleme alabilir. Biz Sizin bize sağladığınız kişisel veriyi ve bizim sizden aldığımız kişisel verileri birleştirebiliriz. Bunlar, kredi referans ajanları ve diğer mevcut ortak veritabanları veya veri kaynaklarından (örn.: haber kaynakları, web siteleri ve diğer medya kaynakları ve uluslararası yaptırım listeleri gibi) çevrimiçi veya çevrimdışı bir şekilde toplanan kişisel verileri içerebilir. Bu, ayrıca diğer verilerle birleştirildiğinde bir şahsın tanımlanmasına olanak sağlayan veriyi (örn.: IP adresi veya coğrafî verileri) içerebilir.
zh_hans: <0>个人资料</0>：在获取产品的过程中，发行人集团和某些其他服务商及其各自的关联方和委托人（“<1>受权实体</1>”）可能会收集、记录、存储、转移和以其他方式处理个人资料，此处所指之个人资料，即可以通过其直接或间接识别个人身份的资料。我们可能会将您提供给我们的个人资料与我们从贵处收集的或关于您的个人资料相结合。可能包括在线或离线情况下收集的个人资料，包括从征信机构和新闻机构、网站与其他媒体来源以及国际制裁名单等其他可用的公共数据库或数据来源收集的个人资料。还可能包括与其他数据汇总后能够用于识别个人身份的数据，如IP地址和地理位置数据。

source: <0>Play and earn</0> - Convert your score and time spent into tangible rewards (when Beta kicks in). Addictive fun aside, not a single day of gameplay will be time wasted.
tr: <0>Oyna kazan</0> - Puanını ve harcadığın süreyi maddi ödüllere çevir (Beta devreye girdiğinde) Bağımlılık yapan eğlence haricinde hiçbir oyun günü boşa gitmeyecek.
zh_hans: <0>边玩边赚</0> - 把你的分数和花费的时间转换成有形奖励（Beta版启动时）。抛开令人上瘾的乐趣不谈，也没有哪一天的游戏时间会被浪费掉。

source: <0>Play</0> and earn <1/> rewards and NFTs
tr: <0>Oyna</0>ve hem ödül hem NFT <1/> kazan.
zh_hans: <0>边玩</0>边赚取<1/>奖励和非同质化代币

source: <0>Resourcefulness rules!</0> - Overcome your competition with the best strategy and become the master of Moonville.
tr: <0>Beceriklilik kazanır!</0> - En iyi strateji ile yarışmanın üstesinden gel ve Moonville'in efendisi ol.
zh_hans: <0>资源丰富的规则！</0> - 用最好的策略赢得你的竞争，成为月亮村的主人。

source: <0>Retention of Personal Data:</0> The personal data shall not be held by the Issuer Group for longer than necessary with regard to the purposes of the data processing.
tr: <0>Kişisel Verilerinizin Saklanması: </0> İhraççı Grup tarafından verileriniz yalnızca gerekli sebeplerden ötürü tutulup veri işlem amaçlarıyla kullanılacaktır.
zh_hans: <0>个人资料的保留：</0>发行人集团持有个人资料的时间不得超过处理资料之目的所需的时间。

source: <0>Sigils are going to be activated later in time when the mysterious Sigma mission is set into motion.</0>
tr: <0>Gizemlerle dolu Sigma görevi harekete geçtiğinde Sigirler aktifleşecek.</0>
zh_hans: <0>当神秘的Sigma任务启动时，Sigil将在稍后被激活。</0>

source: <0>Sigils are inactive until the Sigma mission is set into motion.</0>
tr: <0>Sigiller Sigma görevi başlayana kadar pasif.</0>
zh_hans: <0>Sigma任务启动之前，Sigil未激活。</0>

source: <0>T-minus 47 gigaquarks</0>
tr: <0>T-eksi 47 gigakuark</0>
zh_hans: <0>T减去47吉夸克</0>

source: <0>Why is Your personal data processed</0>: The storage, processing and use of personal data by the Issuer Group will take place for lawful purposes, including:
tr: <0>Kişisel verileriniz neden tutulur?</0>: Depolama, veri işlemi ve kullanımı İhraççı Grup tarafından aşağıdaki yasal amaçlarla kullanılacaktır:
zh_hans: <0>为什么要处理您的个人资料</0>：发行人集团出于合法之目的对个人资料进行存储、处理和使用，包括：

source: <0>You can choose whether you prefer to run your node in the cloud or locally.</0><1>Myria node software will be available to download on Windows, Mac and Linux. Our node operation is not heavily resource-intensive like traditional cryptocurrency mining. You’ll be able to run our node software from your home computer with the following minimum requirements:</1>
tr: <0>Düğümünü cihazında ya da bulutta çalıştırabilirsin.</0><1>Myria düğüm yazılımı Windows, Mac ve Linux kullanıcılarının indirmesi mümkün olacak. Geleneksel bitcoin madenciliğinin aksine bizim düğüm işlemlerimiz çok fazla kaynak tüketmiyor. Düğüm yazılımımızı ev bilgisayarınızdan aşağıdaki kriterlere sahipseniz çalıştırabilirsiniz: </1>
zh_hans: <0>你可以选择在云端还是在本地运行你的节点。</0><1>可以在Windows、Mac和Linux系统中下载Myria节点软件。我们的节点操作不像传统加密货币挖矿那样需要大量的资源。你的家用电脑就能运行我们的节点软件，最低要求如下：</1>

source: <0>Your rights:</0> You may have certain rights under applicable law, including:
tr: <0>Haklarınız:</0> Geçerli yasa altında belirli haklara sahip olabilirsiniz:
zh_hans: <0>您的权利：</0>根据适用法律，您可能拥有某些权利，包括：

source: A <0>decentralized ecosystem</0> of blockchain games and worlds
tr: Blok zinciri oyunları ve dünyalarından oluşan <0>merkezi olmayan bir ekosistem</0>
zh_hans: 有关区块链游戏和世界的<0>去中心化生态体系</0>

source: A Stable Internet Connection
tr: Kararlı İnternet Bağlantısı
zh_hans: 稳定的互联网连接

source: A battle-royale shooter game
tr: Büyük kavga nişancı oyunu
zh_hans: 一款大逃杀射击游戏

source: A competitive play-and-earn tycoon farming simulator.
tr: Rekabetçi bir oyna-kazan tarzı çiftlik simülatörü.
zh_hans: 竞争激烈、可以边玩边赚的大亨农业模拟器。

source: A hilarious multiplayer game that will have your sides splitting as you bounce, tumble, and bowl over your friends and foes. Battle it out through increasingly wacky landscapes and claim your spot in the hall of glory.
tr: Zıplayıp takla atarak arkadaşlarınızın ve düşmanlarınızın aklını başından aldıkça etrafınız bölünecek. Gittikçe tuhaflaşan manzaralarda savaşın ve onur listesinde yerinizi alın.
zh_hans: 一款滑稽热闹的多人游戏，当你在朋友和敌人的身上跳动、翻落、打滚时，你的身体会四分五裂。在越来越古怪的景观里战斗，在荣耀殿堂里占有一席之地。

source: A mixture of both uppercase and lowercase letters
tr: Büyük ve küçük harf içermeli
zh_hans: 大小写字母的混合形式

source: A mixture of letters and numbers
tr: Harf ve rakam içermeli
zh_hans: 字母和数字的混合形式

source: A multiplayer go-kart racing game
tr: Çok oyunculu go-kart yarış oyunu
zh_hans: 一款多人卡丁车赛车游戏

source: A multiplayer obstacle course game
tr: Çok oyunculu engelli parkur oyunu
zh_hans: 一款多人障碍赛游戏

source: A rewarding experience
tr: Ödüllendiren bir deneyim
zh_hans: 奖励经验

source: About
tr: Hakkında
zh_hans: 关于

source: About the game
tr: Oyun hakkında
zh_hans: 关于游戏

source: Accept
tr: Onayla
zh_hans: 接受

source: Access ongoing education and technical support to ensure a successful onboarding onto the blockchain.
tr: Blok zincirine başarılı katılım sağlamak için devam eden eğitim ve teknik desteğe erişin.
zh_hans: 获取持续教育和技术支持，以成功进军区块链领域

source: All
tr: Tümü
zh_hans: 所有

source: Already have an account?
tr: Hesabınız var mı?
zh_hans: 已有账户？

source: An end-to-end solution for token-based game economies and NFTs that benefits the community
tr: Jeton tabanlı oyun ekonomileri ve NFT'ler için topluluğa fayda sağlayan uçtan uca çözüm
zh_hans: 造福社区的基于代币游戏经济和非同质化代币的端到端解决方案

source: An objective-based shooter game
tr: Hedefe dayalı nişancı oyunu
zh_hans: 一款第一人称射击游戏

source: An x86/X64 Processor
tr: x86/X64 İşlemci
zh_hans: x86/x64处理器

source: Any capitalised term or expression used in this Privacy Notice that is not defined herein is defined in the Product Terms and Conditions.
tr: Burada açıklaması yapılmamış, Gizlilik Poliçesinde büyük harf ile yazılmış terim veya ifade, Ürün Hüküm ve Koşullarında açıklanacaktır.
zh_hans: 本隐私声明使用的任何大写术语或表述，若在本隐私声明中没有定义，则在产品条款和条件中定义。

source: Applies to all videos
tr: Tüm videolarda geçerlidir
zh_hans: 适用所有视频

source: Architecture
tr: Mimari
zh_hans: 架构

source: Are you ready for a crazy ride that is nothing short of hilarious? Hop into your shiny kart and race till your wheels burn. Can you handle the heat and destroy your opponents before they throw you off the track?
tr: Seni dikişler içinde bırakacak vahşi bir maceraya hazır mısın? Gıcır arabana bin ve lastiklerini yakana kadar yarış. Sıcağa karşı dayanıp rakiplerin seni pist dışına atmadan onları alt etmeyi başarabilecek misin?
zh_hans: 准备好迎接一场不折不扣的疯狂之旅了吗？跳上你闪亮的卡丁车，不跑到车轮烧起来不罢休。你能承受高温并在对手把你挤出赛道之前彻底打败他们吗？

source: As a data controller, we will only use Your personal data for the purposes for which we collected it as set out in this Privacy Notice. If we need to use Your personal data for an unrelated purpose, we will contact You. In certain circumstances, we may share Your personal data with regulatory, prosecuting and other governmental agencies or departments, and parties to litigation (whether pending or threatened), in any country or territory.
tr: Veri tutucu olarak, kişisel verilerinizi yalnızca Gizlilik Poliçesinde belirtildiği gibi toplanma amacı altında kullanacağız. Kişisel verilerinizi amacı dışında kullanmamız durumunda sizinle iletişime geçeceğiz. Bazı durumlarda, kişisel verilerinizi mevzuat, kovuşturucu ve diğer hükümet ajanslarıyla veya departmanlarıyla ve dava edebilecek partilerle (askıda bulunan veya yeni açılmış bir dava olabilir) herhangi ülke veya bölgede paylaşmak zorunda kalabiliriz.
zh_hans: 作为资料控制人，我们仅出于本隐私声明规定之收集目的使用您的个人资料。如果我们需要将您的个人资料用于其他不相关之目的，我们将与您取得联系。在某些情况下，我们可能会与任何国家或地区的监管、检察和其他政府机构或部门以及诉讼各方（无论尚未了结或具有威胁的诉讼案件）分享您的个人资料。

source: At Myria, we believe NFTs should not only endow players with verifiable ownership, but also allow players to take their NFTs from one game to another.
tr: Myria'da, NFT'lerin oyunculara yalnızca doğrulanabilir sahiplik sağlamaları gerektiğine değil, aynı zamanda NFT'lerini bir oyundan diğerine taşımalarına da izin vermesi gerektiğine inanıyoruz.
zh_hans: 在Myria，我们坚信非同质化代币不仅能够赋予玩家可验证的所有权，而且能够使玩家将其所拥有的非同质化代币从一款游戏转移到另一款游戏中。

source: At least 8 characters—the more characters, the better
tr: En az 8 karakter- ne kadar çok karakter, o kadar iyi
zh_hans: 至少有8个角色——角色越多越好

source: Autoplay
tr: Otomatik oynatma
zh_hans: 自动播放

source: Available to mint
tr: Para basımı için hazır
zh_hans: 可用于铸造

source: BACK TO MYRIA HOME
tr: MYRIA ANA MENÜSÜNE DÖN
zh_hans: 回到MYRIA主页

source: BACK TO SIGIL DASHBOARD
tr: SIGIL KONTROL PANELİNE DÖN
zh_hans: 回到SIGIL仪表板

source: BUY A NODE
tr: DÜĞÜM SATIN AL
zh_hans: 购买节点

source: Battle with style!
tr: Kendi tarzında savaş!
zh_hans: 战出你风格！

source: Be rewarded for your contribution
tr: Katkın kadar ödülünü al
zh_hans: 你的贡献会得到奖励

source: Become a Myria node owner & receive rewards
tr: Myria düğümü sahibi ol ve ödülleri topla
zh_hans: 成为Myria节点所有者并获得奖励

source: Become an integral part of the Myria ecosystem and reap the benefits of your contribution. Early founder node operators receive preferential pricing, which increases as nodes are sold.
tr: Myria ekosisteminin ayrılmaz bir parçası olun ve katkınızın avantajlarından yararlanın. Erken kurucu düğüm operatörleri, düğümler satıldıkça artan tercihli fiyatlandırma alırlar.
zh_hans: 成为Myria生态系统中不可或缺的一部分，并基于自身贡献获益。作为早期创始人的节点操作者可获得优惠价格。随着节点售出，节点价格将不断提高。

source: Blockchain consultancy
tr: Blokzincir danışmanlığı
zh_hans: 区块链咨询

source: Blockchain infrastructure for Game Studios
tr: Game Studios için Blockchain altyapısı
zh_hans: 针对游戏工作室的区块链基础设施

source: Blockchain platform for game studios
tr: Oyun stüdyoları için Blockchain platformu
zh_hans: 针对游戏工作室的区块链平台

source: Build your blockchain game with Myria
tr: Myria ile blokzincir oyununu inşa et
zh_hans: 用Myria建立你的区块链游戏

source: Build, upgrade, and earn!
tr: İnşa et, yükselt ve kazan!
zh_hans: 构建、升级、赚钱！

source: Building towards a decentralized and permissionless network
tr: Merkezsiz ve izin gerektirmeyen bir ağ için inşa etmek
zh_hans: 建立去中心化、无需许可的网络

source: Buying a node license will give the owner the right to run the node (either locally or in the cloud) and receive rewards as determined by governance.
tr: Düğüm lisansı satın almak, sahibine düğümü (yerel veya bulutta) çalıştırma ve yönetim tarafından belirlenen ödülleri alma hakkı verir.
zh_hans: 购买节点许可证后，所有者将有权（在本地或云中）运行节点，并基于治理获取奖励。

source: CLAIM NOW
tr: ŞİMDİ İSTE
zh_hans: 立即领取

source: CLAIM REWARDS
tr: ÖDÜLLERİ İSTE
zh_hans: 领取奖励

source: CLAIMED
tr: SAHİPSİN
zh_hans: 已领取

source: COLLECT NOW
tr: ŞİMDİ TOPLA
zh_hans: 现在收集

source: COMING SOON
tr: ÇOK YAKINDA
zh_hans: 即将推出

source: CONNECT WALLET
tr: CÜZDANA BAĞLAN
zh_hans: 连接钱包

source: COPIED
tr: KOPYALANDI
zh_hans: 复制成功

source: COPY LINK
tr: KOPYALAMA LİNKİ
zh_hans: 复制链接

source: Cairo, allows for development of provable on-chain complexity
tr: Kahire, kanıtlanabilir zincir karmaşıklığının geliştirilmesini sağlar.
zh_hans: 开罗，允许开发可证明的链上复杂度

source: Careers
tr: Kariyer
zh_hans: 招贤纳士

source: Carefully select the right equipment in the beginning of the round. You might want to shoot your enemies from a distance, or to burn the whole level to the ground – it’s your choice. Do you have what it takes to be master of destruction?
tr: Raundun başında doğru ekipmanı seçmeye dikkat et. Düşmanlarını uzaktan vurmak ya da bütün yeri yakmak senin seçimin. Yıkımın üstadı olmanın bedeline hazır mısın?
zh_hans: 在回合开始时，仔细选择合适的装备。你可能想从远处射击你的敌人，或者把整个关卡烧成灰烬——都是你的选择。你有能力成为毁灭之主吗？

source: Choose Alliance
tr: İttifak seç
zh_hans: 选择联盟

source: Choose Wisely!
tr: Bilgece seç!
zh_hans: 选得好！

source: Choose the best outfit that expresses your inner self. Unlock and collect multiple cosmetic skins and items that will carry across other games as interoperable NFTs.
tr: İçini en iyi yansıtan kıyafeti seç. Başka oyunlarda NFT olarak kullanılabilecek maddelerin ve çeşitli kozmetik derilerin kilidini aç ve topla.
zh_hans: 选择能表达你内心的最佳装备。解锁并收集多种游戏皮肤和物品，这些皮肤和物品可作为互通非同质化代币，在其他游戏中通用。

source: Choose the best outfit that expresses your personality. Unlock and collect multiple cosmetic skins and items that will carry over to other games as interoperable NFTs.
tr: Kişiliğini en iyi yansıtan kıyafeti seç. Başka oyunlarda NFT olarak kullanılabilecek maddelerin ve çeşitli kozmetik derilerin kilidini aç ve topla.
zh_hans: 选择能表达你个性的最佳装备。解锁并收集多种游戏皮肤和物品，这些皮肤和物品可作为互通非同质化代币，在其他游戏中通用。

source: Choose the game mode that best suits your playstyle and fight for your right to party! Play alone or with friends and collect endless rewards.
tr: Oyun tarzına en uygun oyun modunu seç ve partiye hak kazanmak için savaş! Bitmez tükenmez ödüller için kendi başına veya arkadaşlarınla beraber oyna!
zh_hans: 选择最适合你游戏风格的游戏模式，为你的派对权利而战！ 独自或与朋友一起游玩，收集无尽的奖励。

source: Choose your champion
tr: Savaşçını seç
zh_hans: 选择你的斗士

source: Claim All
tr: Hepsini iste
zh_hans: 全部领取

source: Claim your NFT reward
tr: NFT ödülünü iste
zh_hans: 领取你的非同质化代币奖励

source: Claimed
tr: İstendi
zh_hans: 已领取

source: Collect ALL
tr: TÜMÜNÜ Topla
zh_hans: 收集所有

source: Collect REWARDS
tr: ÖDÜLLERİ Topla
zh_hans: 收集奖励

source: Combine the right amount of acceleration, handling, and looks to nail the right recipe for the current track. You can also sprinkle in a bit of armour – just to play it safe – because, as my grandma always says, “if you ain’t ready for some rockets down the road, boy, you better come home!”
tr: İvme, kontrol ve bakışların doğru kombinasyonunu yap, böylece mevcut pist için ideal reçeteyi yakala. İstersen birazcık zırh da ekleyebilirsin - güvenli olsun istersen - çünkü büyükannemin dediği gibi "Yol boyunca roket görmeye hazır değilsen, oğlum, eve geri dönsen iyi olur!"
zh_hans: 结合适量的加速度、操控性和外观，为当前赛道锁定正确的诀窍。你也可以点缀上一点装甲——只是为了安全起见——因为，正如我奶奶常说的，“如果你没有准备好遭遇路上的一些火箭，孩子，你最好回家来！”

source: Coming Soon
tr: Yakında gelecek
zh_hans: 即将推出

source: Community
zh_hans: 社区

source: Compete, survive, win and earn!
tr: Mücadele et, hayatta kal ve kazan!
zh_hans: 竞争、生存、胜利和赚钱！

source: Complete
tr: Tamamla
zh_hans: 完全

source: Complete privacy, not only from other users, but also from the Operator.
tr: Tam gizlilik, yalnızca diğer kullancılardan değil aynı zamanda operatörden de. Yalnızca diğer kullanıcılardan değil, Operatörden de tam gizlilik.
zh_hans: 完全的隐私，不仅远离其他用户，更远离运营商。

source: Compliance support
tr: Rıza desteği
zh_hans: 合规性支持

source: Confirm password
tr: Parolayı doğrula
zh_hans: 确认密码

source: Confirm password is required!
tr: Parolayı doğrulaman gerekiyor!
zh_hans: 需要确认密码！

source: Congratulations!
tr: Tebrikler!
zh_hans: 恭喜！

source: Congratulations, you have become a myrian.<0/> Click the button below to login and compelete account set up
tr: Tebrikler, artık Myria’lısınız. <0/> Aşağıdaki butona basıp hesap kurulumunu tamamlayın
zh_hans: 恭喜您，您已经成为Myria社区的一员！<0/>点击下方按钮，登录并完成账户设置。

source: Connect Wallet
tr: Cüzdana Bağlan
zh_hans: 连接钱包

source: Connect to your wallet to enter the Myriaverse
tr: Myria Evrenine girmek için cüzdana bağlan
zh_hans: 连接到你的钱包，进入Myriaverse

source: Connect wallet
tr: Cüzdana Bağlan
zh_hans: 连接钱包

source: Connect with us
tr: Bizimle iletişime geçin
zh_hans: 联系我们

source: Connecting the world through <0>play</0>
tr: <0>Oyun</0> aracılığıyla dünyayı birbirine bağlama
zh_hans: 通过<0>游戏</0>连接世界

source: Connecting the world through play
tr: Oyun yoluyla dünyayı birbirine bağlamak
zh_hans: 游戏连接世界

source: Contact Us
tr: Bize Ulaşın
zh_hans: 联系我们

source: Contact us
tr: Bize Ulaşın
zh_hans: 联系我们

source: Copy invite link
tr: Davet linkini kopyala
zh_hans: 复制邀请链接

source: Creating the new standard for blockchain games and experiences
tr: Blokzincir oyun ve deneyimleri için yeni bir standart yaratmak
zh_hans: 打造区块链游戏和体验的新标准

source: Cricket legend AB de Villiers has joined forces with Myria to deliver the next generation of blockchain gaming to cricket fans around the world
tr: Efsanevi kriket oyuncusu AB de Villiers, yeni nesil blok zinciri oyunlarını tüm dünyadaki kriket severlerine bildirmek amacıyla Myria ile güçlerini birleştirdi
zh_hans: 板球传奇人物AB de Villiers与Myria联手，为全世界的板球爱好者奉上新一代的区块链游戏
