Repository: slade77777/myria
Catalog: apps/myria-main-dapp/src/translations/locales/*/messages.po
Languages: tr, zh_hans

source: Sort By
tr: Sırala
zh_hans: 排序方式

source: Stand by
tr: Bekle
zh_hans: 备用方式

source: Start now
tr: ŞİMDİ BAŞLA
zh_hans: 现在开始

source: Stay update to date with our project announcements and updates!
tr: Proje duyurularımız ve güncellemelerimizle güncel kalın!
zh_hans: 请随时关注我们的项目公告和更新信息！

source: Store
tr: Mağaza
zh_hans: 商店

source: Subject
tr: Konu
zh_hans: 主题

source: Subject is required!
tr: Konu gerekli!
zh_hans: 主题必填！

source: Submit
tr: Gönder
zh_hans: 提交

source: Submitting...
tr: Gönderiliyor…
zh_hans: 提交……

source: Supercharge your project
tr: Projenizi güçlendirin
zh_hans: 给你的项目快速充电

source: Support unlimited scalability, delivering up to 9,000+ TPS
tr: 9.000+ TPS'ye kadar sunarak sınırsız ölçeklenebilirliği destekleyin
zh_hans: 支持无限的可扩展性，提供高达9000+的TPS

source: TOKEN LAUNCH COMING SOON
tr: TOKEN LANSMANI YAKINDA>>>>>>> başlangıç/evreleme
zh_hans: 代币发行即将开始>>>>>>> 原点/分阶段

source: Terms | Privacy
tr: Koşullar | Gizlilik
zh_hans: 条款 | 隐私条款

source: Thank you for message. We will be in touch within 24-48 hours!
tr: Mesaj için teşekkürler. 24-48 saat içinde sizinle iletişime geçeceğiz!
zh_hans: 感谢您的留言。我们将在24-48小时内联系您！

source: Thank you for subscribing!
tr: Abone olduğunuz için teşekkür ederiz!
zh_hans: 感谢订阅！

source: The Issuer Group is committed to processing personal data in accordance with applicable law. In its use of personal data, certain members of the Issuer Group will be characterised under applicable law as a data controller, whilst certain of the Issuer Group’s service providers, Affiliates and delegates may act as data processors under applicable law. For the purposes of this Privacy Notice, <0>we, us or our</0> means each member of the Issuer Group in its capacity (as relevant) as data controller of the personal data and <1>You</1> or <2>Your</2> means the Product holder or relevant individual affiliated or connected with the Product holder receiving this Privacy Notice.
tr: İhraççı Grup geçerli yasaya bağlı kalarak kişisel verileri işleme almakla sorumludur. Kişisel verilerin kullanımında, İhraççı Gruptaki belirli üyeler geçerli yasa altında veri sahibi olarak karakterize edilebilir. Ve İhraççı Grubun, İştiraklerin ve temsilcilerin belirli hizmet sağlayıcıları geçerli yasa altında veri işleyicileri olarak sorumluluk üstlenebilir. Bu Gizlilik Poliçesinin amaçları altında <0>biz, bizler veya bizim</0> terimleri, mevkisinde (alakalı her şey) kişisel verilerinizi, veri sahibi olarak İhraççı Grubun tüm üyelerine gönderme yapmaktadır. Ve <1>Siz</1> veya <2>Sizin</2> terimleri ise, bu Gizlilik Poliçesini okuyan Ürün sahibine bağlı veya ilişkili olan Ürün sahibi veya alakalı şahıs anlamına gelmektir.
zh_hans: 发行人集团致力于按照适用法律处理个人资料。在使用个人资料时，根据适用法律，发行人集团的某些成员将被指定为资料控制人，而根据适用法律，发行人集团的某些服务商、关联方和委托人可被指定为资料处理人。就本隐私声明而言，<0>我们、我方或我们的</0>系指发行人集团之中以个人资料控制人的身份行事的每个成员（视情况而定），<1>您</1>或<2>贵方</2>是指收到本隐私声明的产品持有人或与产品持有人有关联或有关系的相关个人。

source: The Myria chain is supported by a network of player-run nodes. Use your home computer to become a node operator and receive rewards and benefits for your contribution to the ecosystem.
tr: Myria zinciri, oyuncu tarafından işletilen bir düğüm ağı ile desteklenir. Düğüm operatörü olmak için ev bilgisayarınızı kullanın ve ekosisteme katkınız için ödüller ve avantajlar elde edin.
zh_hans: Myria链由玩家运行的节点网络支持。仅需使用家用电脑，便可成为节点操作者，并根据您对生态系统的贡献获取奖励和收益。

source: The Myria ecosystem is built on Myria blockchain, our Ethereum L2 built for gaming. Our team have developed proprietary technology to make the gaming and trading experience seamless, including a decentralized exchange, marketplace, and cryptocurrency wallet.
tr: Myria ekosistemi, oyun için oluşturulmuş Ethereum L2'miz olan Myria blok zincir üzerine kurulmuştur. Ekibimiz, merkezi olmayan borsa, pazar yeri ve kripto para cüzdanı da dahil olmak üzere oyun ve ticaret deneyimini kusursuz hale getirmek için tescilli bir teknoloji geliştirdi.
zh_hans: Myria生态系统构建在Myria区块链及我们专为游戏构建的L2以太坊上。我们的团队开发了专有技术，确保游戏和交易体验的无缝衔接，包括去中心化交易所、市场和加密货币钱包。

source: The Myria platform is supported by Myria Nodes. Being a <0/> operator means that you will receive limited edition NFTs, token rewards and more.
tr: Myria platformu Myria Düğümleri tarafından desteklenmektedir. <0/> operatörü olmak, sınırlı sayıda NFT'ler, token ödülleri ve daha fazlasını alacağınız anlamına gelir.
zh_hans: Myria平台由Myria节点支持。成为<0/>运营商意味着你将获得限量版的非同质化代币、代币奖励等。

source: The comprehensive blockchain gaming platform
tr: Kapsamlı blokzincir oyun platformu
zh_hans: 全面的区块链游戏平台

source: The easiest way to launch your blockchain game
tr: Blokzincir oyununu başlatmanın en kolay yolu
zh_hans: 以最简单的方式推出你的区块链游戏

source: The name must be between 3 and 16 characters long.
tr: İsmin 3 ila 16 karakter uzunluğunda olmalı.
zh_hans: 名称的长度必须在3到16个字符之间。

source: The new standard for interoperable NFTs
tr: Birlikte çalışabilir NFT'ler için yeni standart
zh_hans: 为可互操作的非同质化代币设定全新标准

source: The objective is simple – get to the finish line first and don’t fall to your doom while trying. Each match starts with a horde of players who get eliminated through a series of obstacles along the course to the final. The surviving players continue the battle in rounds with increasing difficulty until there is only one rushling standing.
tr: Amaç basit - önce bitiş çizgisine ulaş ve denerken hataya düşme. Her maç, finale giden yolda bir dizi engelden geçerek elenen bir grup oyuncuyla başlar. Hayatta kalan oyuncular, ayakta duran tek bir kişi kalana kadar artan zorluklarla turlar halinde savaşa devam eder.
zh_hans: 目标很简单：首先到达终点，并且整个过程中不要“死掉”。每场比赛开始时，都有大量的玩家因为一系列的障碍被淘汰，只有少量玩家可以进入决赛圈。幸存的玩家继续一轮又一轮的战斗，难度不断增加，直到决出最终的胜利者。

source: The wallet currently connected does not match your designated reward wallet. Please connect the correct wallet or click below to change it.
tr: Şu anda bağlı olan cüzdan, belirlenmiş ödül cüzdanınla eşleşmiyor. Lütfen doğru cüzdanı bağla veya değiştirmek için aşağıya tıkla.
zh_hans: 当前连接的钱包与你指定的奖励钱包不一致。请连接正确的钱包，或点击下面的链接进行变更。

source: The world’s first Morphing NFTs™
tr: Dünyanın ilk Dönüşen NFT'leri™
zh_hans: 全球首个Morphing NFT™

source: Think before you shoot!
tr: Vurmadan önce düşün!
zh_hans: 开枪前请考虑清楚！

source: This decision is permanent. Once you choose your alliance you cannot change it!
tr: Bu karar kalıcı. Bir kez ittifakını seçtikten sonra değiştiremezsin!
zh_hans: 这个决定是永久性的。一旦你选择了联盟，就不能变了！

source: This privacy notice (the “<0>Privacy Notice</0>”) explains the manner in which Metagalactic Jump Ltd. and its Affiliates (the “<1>Issuer Group</1>”) collects, processes and maintains personal data about You.
tr: Bu gizlilik poliçesi (“<0>Gizlilik Poliçesi</0>”) Metagalactic Jump Ltd.’nin ve İştiraklerinin (“<1>İhraççı Grup</1>”) Sizin ile ilgili kişisel verilerinizi nasıl işleme koyup depoladığını açıklayacaktır.
zh_hans: 本隐私声明（“<0>隐私声明</0>”）解释了Metagalactic Jump Ltd.及其关联方（“<1>发行人集团</1>”）收集、处理和维护您的个人资料的方式。

source: Throw your prized vehicle around the deadly turns of the track as you throw a dice to decide your destiny. Drifting and performing crazy stunts is your way of expressing your inner speed demons, so don’t be shy– let them come out and play!
tr: Kaderine karar vermek için bir zar atarken, ödüllü aracını pistin ölümcül dönüşlerine at. Sürüklenmek ve çılgın numaralar yapmak, içindeki hız iblislerini ifade etme yöntemin, bu yüzden utanma – bırak dışarı çıkıp oynasınlar!
zh_hans: 当你掷骰子来决定自己的命运时，请把你的珍贵车辆停在赛道的致命转弯处。漂移和表演疯狂的特技是你表达内心速度恶魔的方式，所以不要害羞——放恶魔出来狂欢吧！

source: Time Online
tr: Online Olma Süresü
zh_hans: 在线时间

source: Token Rewards
tr: Token Ödülleri
zh_hans: 代币奖励

source: Tokenomics consultancy
tr: Token ekonomisi danışmanlığı
zh_hans: 代币经济咨询

source: Total
tr: Toplam
zh_hans: 合计

source: Total $MYRIA Mined
tr: Toplam Çıkarılan $MYRIA
zh_hans: $MYRIA合计开采数

source: Total NFT Rewards
tr: Toplam NFT Ödülleri
zh_hans: 非同质化代币奖励总额

source: Total nodes in Myria network
tr: Myria ağındaki toplam düğümler
zh_hans: Myria网络中的节点总数

source: Trailer Coming Soon
tr: Fragman Çok Yakında
zh_hans: 预告片即将推出

source: Transaction List
tr: İşlem Listesi
zh_hans: 交易清单

source: Transaction fee
tr: İşlem Ücreti
zh_hans: 交易费用

source: Transparent and post-quantum secure - no trusted setup
tr: Şeffaf (güvenilir kurulum yok) ve kuantum sonrası güvenli
zh_hans: 透明及后量子安全 - 无信任设置

source: Unified through the Myriaverse
tr: Myriaverse aracılığıyla birleştirilmiş
zh_hans: 通过Myriaverse元宇宙结合在一起

source: Unlock immense scale
tr: Muazzam ölçeğin kilidini aç
zh_hans: 解锁沉浸式规模

source: Unmute sound
tr: Sesi kapat
zh_hans: 取消静音

source: Unsupported Browser
tr: Desteklenmeyen Tarayıcı
zh_hans: 不支持的浏览器

source: Username
tr: Kullancı Adı
zh_hans: 用户名

source: Username is required!
tr: Kullancı Adı gereklidir!
zh_hans: 需要输入用户名！

source: Utilize your gunplay skills in a combination with your unique hero abilities to win a series of team battles or in other game modes. Manage your ability upgrades and weapons of choice to optimize your chances of winning.
tr: Bir dizi takım savaşını veya diğer oyun modlarını kazanmak için benzersiz kahramanlık yeteneklerinle birlikte silah oyun becerilerinizi kullan. Kazanma şansını optimize etmek için yetenek yükseltmelerini ve tercih ettiğin silahları yönet.
zh_hans: 将你的枪法技巧与独特的英雄能力相结合，赢得一系列的团队战斗或其他游戏模式。管理你的能力升级和选择的武器，优化你的获胜机会。

source: VIEW ITEM
tr: ÜRÜNÜ İNCELE
zh_hans: 查看物品

source: VIEW ITEMS
tr: ÜRÜNLERİ İNCELE
zh_hans: 查看物品

source: Vanity factor number 1
tr: Boşluk faktörü no. 1
zh_hans: 虚荣心因素1号

source: Vector Prime believe the Rift is the next step of evolution and will do anything in their power to accelerate its expansion.
tr: Vector Prime, Çatlak'ın evrimin bir sonraki adımı olduğuna ve genişlemesini hızlandırmak için ellerinden gelen her şeyi yapacağına inanıyor.
zh_hans: Vector Prime相信裂谷人是进化的下一步，因此尽其所能加速其扩张。

source: View job
tr: İşi görüntüle
zh_hans: 查看工作

source: Voting rights
tr: Oy hakları
zh_hans: 投票权

source: Wallet balance
tr: Cüzdan Bakiyesi
zh_hans: 钱包余额

source: Watch your village grow and flourish as you move up the ranks. Are you able to devise the best strategy and outperform your rivals?
tr: Sıralamada yükselirken köyünün büyümesini ve gelişmesini izle. En iyi stratejiyi geliştirip rakiplerinden daha iyi performans gösterebiliyor musun?
zh_hans: 看着你的村庄随着你的升级而成长、壮大。你是否能够制定出最佳策略并超越你的对手？

source: We believe in open and equitable access, enabling more people to build, experience and enjoy the benefits of blockchain and the metaverse.
tr: Açık ve adil erişime inanıyoruz, daha fazla insanın blok zinciri ve meta veri deposunun faydalarını oluşturmasını, deneyimlemesini ve bunlardan yararlanmasını sağlıyoruz.
zh_hans: 我们相信开放存取和公平可及，使更多的人能够建立、体验和享受区块链和元宇宙的益处。

source: We believe players should have true verifiable ownership and control over in-game assets.
tr: Oyuncuların oyun içi varlıklar üzerinde doğrulanabilir gerçek mülkiyete ve kontrole sahip olmaları gerektiğine inanıyoruz.
zh_hans: 我们认为，玩家应真正掌握对游戏内资产的可验证的所有权和控制权。

source: We bring together everything that is required to build a decentralized, scalable and secure digital asset and blockchain gaming platform
tr: Merkezsiz, ölçeklenebilir ve güvenli bir dijital varlık ve blok zinciri oyun platformu oluşturmak için gereken her şeyi tek bir yerde bir araya getiriyoruz.
zh_hans: 我们汇集了建立一个去中心化、可扩展、安全的数字资产和区块链游戏平台所需的一切条件。

source: We make digital asset trading and blockchain gaming easy with our all-in-one platform.
tr: Hepsi bir arada platformumuzla dijital varlık ticaretini ve blok zinciri oyunlarını kolaylaştırıyoruz.
zh_hans: 借助我们的一体化平台，数字资产交易和区块链游戏会变得非常简单。

source: We make everything else easy so you can focus on your product
tr: Ürününüze odaklanabilmeniz için diğer her şeyi kolaylaştırıyoruz
zh_hans: 我们使其他一切都变得简单，这样你就可以专注于产品。

source: We may transfer Your personal data outside of the British Virgin Islands, as permitted under applicable law. We will not sell Your personal data.
tr: Kişisel verilerinizi Britanya Virjin Adaları dışında geçerli yasa altında paylaşabiliriz. Kişisel verilerinizi satmayacağız.
zh_hans: 在适用法律允许的情况下，我们可能会将您的个人资料转移到英属维尔京群岛以外的地方。我们不会出售您的个人资料。

source: We provide a full suite of blockchain infrastructure on the Myria chain, our Ethereum L2 built for gaming.
tr: Oyun için inşa edilmiş Ethereum L2'miz Myria zincirinde eksiksiz bir blok zincir altyapısı paketi sunuyoruz.
zh_hans: 我们在Myria链上提供完整的区块链基础设施——专为游戏构建的以太坊L2。

source: We provide easy-to-use solutions to help projects kickstart their blockchain gaming journey
tr: Projelerin blockchain oyun yolculuğuna başlamasına yardımcı olmak için kullanımı kolay çözümler sunuyoruz
zh_hans: 我们提供易于使用的解决方案，帮助项目启动其区块链游戏之旅。

source: We work closely with you from onboarding to deployment, provide advice from technical support to best practice recommendations to unlock new revenue streams and opportunities.
tr: İlk katılımdan dağıtıma kadar, teknik destekten en iyi uygulama önerilerine kadar çeşitli öneriler sunarak yeni gelir akışlarının ve fırsatların kilidini açmak için sizinle yakın bir şekilde çalışıyoruz.
zh_hans: 从新用户引导到部署，我们与你紧密合作，提供从技术支持到最佳实践推荐的全方位建议，释放新的收入来源和机会。

source: We would love to hear from you. Contact us and get started with your blockchain gaming journey today.
tr: Sizden haber almak isteriz. Bizimle iletişime geçin ve bugün blockchain oyun yolculuğunuza başlayın.
zh_hans: 我们很乐意听取你的意见。联系我们，今天就开始你的区块链游戏之旅。

source: Welcome to the Myriaverse
tr: Myria Evrenine Hoşgeldiniz
zh_hans: 欢迎来到Myriaverse

source: We’re hiring, join the future of gaming
tr: İşe alıyoruz, oyunun geleceğine katılın
zh_hans: 我们正在招聘英才。加入我们，共筑游戏未来。

source: What are the software and hardware requirements to run a node?
tr: Bir düğümü çalıştırmak için gereken yazılım ve donanım gereksinimleri nelerdir?
zh_hans: 运行节点的软硬件要求是什么？

source: What is a Myria node?
tr: Myria düğümü nedir?
zh_hans: 什么是Myria节点？

source: What rewards do Myria node operators receive?
tr: Myria düğüm operatörleri hangi ödülleri alıyor?
zh_hans: Myria节点操作者将获得什么样的奖励？

source: When will Myria node licenses be sold?
tr: Myria düğüm lisansları ne zaman satılacak?
zh_hans: Myria节点许可证何时发售？

source: Which side of the battlelines will you stand on? <0/> Choose your Alliance and claim your free Sigil NFT.
tr: Savaş hatlarının hangi tarafında duracaksınız? <0/> İttifakınızı seçin ve ücretsiz Sigil NFT'nizi talep edin.
zh_hans: 你会站在战线的哪一边？<0/> 选择你的联盟并领取你的免费Sigil非同质化代币。

source: Whitepaper
zh_hans: 白皮书

source: With ships equipped with technology both ancient and cutting edge, the Federation Alliance patrols space, combating the expansion of the Rift on all fronts.
tr: Federasyon İttifakı, hem eski hem de son teknolojiyle donatılmış gemilerle uzayda devriye gezerek, Çatlak'ın tüm cephelerde genişlemesiyle mücadele ediyor.
zh_hans: 联邦联盟的战舰配备了既古老又尖端的技术，可以在太空中巡逻，在各条战线上打击裂谷人的扩张。

source: Work with our experienced legal team
tr: Deneyimli hukuk ekibimizle çalışın
zh_hans: 与我们经验丰富的法律团队合作

source: You are joining...
tr: Katılıyorsun...
zh_hans: 你正在加入……

source: You have just claimed
tr: Az önce istedin
zh_hans: 你已完成领取

source: You have opened
tr: Açtın
zh_hans: 你已打开

source: Your NFT is your digital identity. Take your NFT with you on your metaverse explorations. Equip and level up in different games and worlds. Truly own your metaverse identity with Myria.
tr: NFT'niz dijital kimliğinizdir. Metaverse keşiflerinizde NFT'nizi yanınıza alın. Farklı oyunlarda ve dünyalarda donanın ve seviye atlayın. Myria ile meta veri tabanı kimliğinize gerçekten sahip olun.
zh_hans: 您的非同质化代币是您的数字身份。利用非同质化代币，探索您的元宇宙。在不同游戏和世界中装备和升级。和Myria一起，真正拥有您的元宇宙身份。

source: Your node app and dashboard will be available after the public node sale. Product related updates and releases will be sent to your email. Stay tuned.
tr: Node uygulamanız ve paneliniz toptan node satışı sonrasında kullanılır hâle gelecektir. Ürünle alakalı güncellemeler veya piyasa sürümleri e-postanıza gönderecektir. Takipte kalın.
zh_hans: 您的节点应用程序和仪表板将在公共节点销售后向您提供。与产品有关的更新和发布将发送到您的电子邮箱地址。敬请关注。

source: Your purchase is being processed, please do not refresh or close your browser
tr: Satın alma işleminiz devam ediyor, lütfen tarayıcınızı kapatmayınız veya yenilemeyiniz
zh_hans: 您的购买正在处理中，请不要刷新或关闭您的浏览器。

source: Your purchase is complete.
tr: Satın alma işlemin tamamlandı.
zh_hans: 你的购买已经完成。

source: a decentralized ecosystem
tr: merkezi olmayan bir ekosistem
zh_hans: 去中心化生态系统

source: join the revolution
tr: devrime katılın
zh_hans: 加入变革

source: to comply with any applicable legal, tax or regulatory obligations on the Issuer Group or another Authorised Entity under any applicable laws and regulations;
tr: Böylelikle, geçerli yasa ve yönetmelik altında İhraççı Grup veya Yetkili Kuruluş üzerinde bulunan yasal, yük veya mevzuat zorunluluklarına bağlı kalmış olacaksınız;
zh_hans: 遵守发行人集团或另一受权实体在任何适用法律和法规下的任何适用法律义务、纳税义务或监管义务。

source: view now
tr: şimdi görüntüle
zh_hans: 立即查看

source: “Mirror, mirror on the wall, who's the fairest of them all?” If you’re still wondering whether those shiny pink rims or the NFT unicorn sticker on the hood are going to make you stand out on the track, then wonder no more. You're gonna shine like a star as your opponents remain a distant glimpse in the rear-view mirror.
tr: “Ayna, ayna, söyle bana, en güzeli kim bu dünyada?” Hala o parlak pembe jantların mı yoksa kaputtaki NFT unicorn çıkartmasının mı seni pistte öne çıkaracağını merak ediyorsan, o zaman daha fazla merak etme. Rakiplerin dikiz aynasında uzaktan bir bakış olarak kalırken sen bir yıldız gibi parlayacaksın.
zh_hans: “魔镜魔镜，墙上的魔镜，谁是他们之中最美丽的？”如果你还在想，那些闪亮的粉色轮辋或引擎盖上的非同质化代币独角兽贴纸是否能让你在赛道上脱颖而出，那么就不要再浪费时间了。当你一直在后视镜里远远地瞥见对手时，你会像明星一样闪耀。

source: Myria Studios
tr: Myria Stüdyoları
