{
  "isekaiverse": {
    "shortcut": {
      "image": "/images/partner-games-1/27-isekaiverse/logo.png",
      "title": "Isekaiverse",
      "feature": "Multi Player",
      "genre": ["Competitive Multiplayer", "Tactics, Strategy"],
      "publisher": "Ecosystem Developer",
      "id": "isekaiverse"
    },
    "discord": "http://discord.gg/IsekaiVerse",
    "twitter": "https://twitter.com/Isekai_Verse",
    "headerBg": "",
    "title": "Isekaiverse",
    "description": "",
    "logo": "/images/partner-games-1/27-isekaiverse/logo.png",
    "logoMobile": "",
    "assets": [
      {
        "type": "image",
        "src": "/images/partner-games-1/27-isekaiverse/banner_1.png"
      },
      {
        "type": "image",
        "src": "/images/partner-games-1/27-isekaiverse/banner_2.png"
      },
      {
        "type": "image",
        "src": "/images/partner-games-1/27-isekaiverse/banner_3.png"
      }
    ],
    "content": [
      {
        "heading": "About the game",
        "paragraph": [
          "Isekaiverse is a next-generation decentralized Anime Metaverse project that was founded in 2021. Our vision is to be the biggest Anime hub in the Web 3 space.",
          "Isekaiverse is using its original Anime TV series, Isekai Island, a unique franchise as the foundation for everything else we are doing. It is our goal to become a globally recognized brand not only in the Web 3 space but also outside in the real world with our Anime series streaming on platforms like Netflix, Hulu, and Crunchyroll. We have plans to feature a full gaming ecosystem, from a real-time strategy battle game to an NFT land game, allowing you to own part of our Isekai Island. The team wants to make sure that everyone can relate to the characters whether they are gamers or Anime lovers.",
          "The team behind Isekai Island have created the entire story, characters, and even the music in-house. We have already completed all the written scripts for season one, which will feature ten 30-minute-long episodes. The amazing soundtrack is already recorded which includes talent such as Mika Kobayashi, and Lotus Juice and we have the incredible Raj Ramayya as our music director. Anime legend Karen Strassman has signed on to voice one of the main characters, Princess Sukimi.",
          "The Isekai Battle Game is the first game in the eco-system featuring a fast-paced, real-time competitive playstyle allowing players to battle head-on against each other using their favourite hero and characters of the corresponding affiliation.",
          "The Isekai Battle Game will have multiple game modes catering to different play styles."
        ]
      },
      {
        "heading": "Email Address",
        "paragraph": ["dev@isekaiverse.io"]
      },
      {
        "heading": "Twitter",
        "paragraph": ["https://twitter.com/Isekai_Verse"]
      },
      {
        "heading": "Other Link",
        "paragraph": [
          "https://www.youtube.com/c/IsekaiVerse/featured",
          "https://t.me/IsekaiVerseAnnouncements"
        ]
      }
    ],
    "info": [
      {
        "label": "Developer",
        "value": "Isekaiverse LTD"
      },
      {
        "label": "Platform",
        "value": "PC, Web"
      },
      {
        "label": "Genre",
        "value": "Competitive Multiplayer, Tactics, Strategy"
      }
    ],
    "action": {
      "label": "Start",
      "href": "https://www.isekaiverse.io"
    },
    "gameUrl": "https://www.isekaiverse.io"
  }
}
