{
  "meta-dog-world": {
    "shortcut": {
      "image": "/images/partner-games-1/32-meta-dog-world/logo.png",
      "title": "Meta Dog World",
      "feature": "Multi Player",
      "genre": ["Simulation"],
      "publisher": "Ecosystem Developer",
      "id": "meta-dog-world",
      "category": "Games"
    },
    "discord": "https://discord.com/invite/mHWstn6yuB",
    "twitter": "https://twitter.com/metadogworld",
    "headerBg": "",
    "title": "Meta Dog World",
    "description": "",
    "logo": "/images/partner-games-1/32-meta-dog-world/logo.png",
    "logoMobile": "",
    "assets": [
      {
        "type": "image",
        "src": "/images/partner-games-1/32-meta-dog-world/banner_1.jpg"
      }
    ],
    "content": [
      {
        "heading": "About the game",
        "paragraph": [
          "Meta Dog World is a dog racing metaverse born to digitize and gamify the traditional greyhound racing industry onto the blockchain.",
          "Users can own NFT dogs, feeding, training, breeding, and competing in races without requiring expert knowledge of either traditional dog racing or gaming skills, it's designed so that everyone can join and earn with ease.",
          "Not only greyhounds but other cute and casual dog breeds will be added into the game, for example, Shiba, Corgi, Dachshund, Husky, Alaska, etc to make the races more exciting and joyful can attract dog lovers and casual users around the globe.",
          "Belonging to the idle simulation genre, the game&#39;s race results will be calculated from the server and blockchain, therefore, players will be able to enjoy the race simulation without having to possess gaming skills since the game is rather simple, easy to play and easy to understand.",
          "A single play session shall only take 15 to 45 minutes, players can feel free to play anytime in the day without having to constantly monitor or control their devices.",
          "Players can choose to invest in dog ownership to participate in races to earn, invest in other economic forms in the game, or just simply participate in betting (betting function will only be available in countries where betting is legal and will be distributed through licensed betting intermediaries) in races where dog ownership is not required."
        ]
      },
      {
        "heading": "Email Address",
        "paragraph": ["h@metadogworld.io"]
      },
      {
        "heading": "Twitter",
        "paragraph": ["https://twitter.com/metadogworld"]
      }
    ],
    "info": [
      {
        "label": "Developer",
        "value": "MultiDotVerse Ltd."
      },
      {
        "label": "Platform",
        "value": "WebGL"
      },
      {
        "label": "Genre",
        "value": "Idle Simulation"
      }
    ],
    "action": {
      "label": "Start",
      "href": "https://metadogworld.io"
    },
    "gameUrl": "https://metadogworld.io"
  }
}
