Repository: slade77777/myria
Catalog: src/translations/locales/*/messages.po
Languages: es, ja, vi

source: $MYRIA Token
es: Ficha $MYRIA
ja: $MYRIA トークン
vi: Token $MYRIA

source: $MYRIA is the native governance and utility token that encapsulates the Myria ecosystem. Players will be able to use $MYRIA to buy, trade, upgrade, vote and more!
es: $MYRIA es el token nativo de gobierno y utilidad que engloba el ecosistema de Myria. Los jugadores pueden utilizar $MYRIA para comprar, comerciar, mejorar, votar y mucho más.
ja: $MYRIA は、エコシステムをカプセル化するネイティブガバナンスおよびユーティリティトークンです。 プレイヤーさんが、$ MYRIAを使用して、購入・トレード・投票などを行うことができます。
vi: $MYRIA là mã token tiện ích và quản trị bản địa đóng gói vào hệ sinh thái Myria. Người chơi sẽ có thể sử dụng $MYRIA để mua, giao dịch, nâng cấp, bỏ phiếu và nhiều hoạt động khác nữa!

source: 100% Ethereum-level security guarantees; whilst increase transaction speed and throughput
es: Garantías de seguridad de nivel 100% Ethereum; al mismo tiempo que aumenta la velocidad y el rendimiento de las transacciones
ja: 100％Ethereumレベルのセキュリティ保証。 トランザクションの速度とスループットを向上させます
vi: 100% đảm bảo bảo mật cấp Ethereum; đồng thời tăng tốc độ và thông lượng giao dịch

source: 2 CPU Cores
es: 2 núcleos de CPU
ja: 2 CPUコア
vi: 2 nhân CPU

source: 60 GB Disk Space
es: 60 GB de espacio en disco
ja: 60GBディスクスペース
vi: Dung Lượng Ổ Đĩa 60 GB

source: <0/> creates a range of free-to-play AAA games spans across an entire interconnected ecosystem, built with the new standard of interoperable NFTs.
es: <0/> crea una variedad de juegos AAA gratuitos en un ecosistema interconectado basado en el nuevo estándar de NFT interoperables.
ja: <0/>は、相互運用可能なNFTの新しい標準で構築された、相互接続されたエコシステム全体にまたがる、様々な無料のAAAゲームを作成します。
vi: <0/> tạo ra một loạt các trò chơi AAA miễn phí trải dài trên toàn hệ sinh thái được kết nối với nhau, được xây dựng bằng tiêu chuẩn mới của NFT có thể tương tác.

source: <0>$MYRIA</0> Node & Token coming soon!
es: <0>$MYRIA</0> ¡Nodo y token próximamente!
ja: <0>$MYRIA</0> ノード & トークンが間もなく来ます！
vi: <0>$MYRIA</0> Node & Token sắp ra mắt!

source: <0>If it’s yours, it stays yours</0> - You’ve worked hard to build that neat graveyard farm for two whole days and now it’s yours to stay… forever!
es: <0>Si es tuyo, sigue siendo tuyo</0> - Trabajaste duro para construir ese cementerio de granja durante dos días enteros y ahora es tuyo para quedártelo... ¡para siempre!
ja: <0>それがお客様の物なら、その左様だ</0>お客様は丸2日間、そのきちんとした墓地の農場を建てるために一生懸命働いてきました、そして今、それはお客様のもので・・・遠に！
vi: <0>Nếu nó là của bạn, nó vẫn là của bạn</0> - Bạn đã làm việc chăm chỉ để xây dựng nghĩa trang gọn gàng đó trong suốt hai ngày và giờ đây là nơi bạn nghỉ ngơi… mãi mãi!

source: <0>In order to run any blockchain, including the Myria chain, nodes are required for verification of network transactions. Nodes in the Myria ecosystem will be used for a variety of network-supporting activities including initial test networks, block production and validation.</0><1>In addition to their role as potential validators, node owners will also be asked to - and rewarded for auxiliary blockchain network functions as the Myria ecosystem becomes more advanced. These include the need for decentralized storage of certain critical information in the Myria ecosystem, oracles, governance voting, as well as voting on game-specific concepts.</1>
es: <0>Para que funcione la cadena de bloques, incluida la cadena Myria, se necesitan nodos para verificar las transacciones de la red. Los nodos del ecosistema Myria se utilizarán para una variedad de actividades de apoyo a la red, incluyendo las redes de prueba iniciales, la producción de bloques y la validación.</0><1>Además de su papel como validadores potenciales, también se pedirá a los propietarios de los nodos -y se les recompensará- que realicen funciones auxiliares de la red blockchain a medida que el ecosistema Myria vaya avanzando. Entre ellas se encuentran la necesidad de almacenamiento descentralizado de cierta información crítica en el ecosistema Myria, los oráculos, la votación de gobernanza, así como la votación de conceptos específicos del juego.</1>
ja: <0>Myriaチェーンを含めて、ブロックチェーンを実行するには、ネットワークトランザクションの検証にノードが必要になります。 Myriaエコシステムのノードは、初期ネットワークのテスト、ブロックの生成、検証など、さまざまなネットワークのサポート活動に使用されています。</0><1>潜在的なバリデータとしての役割に加え、ノードの所有者が、Myriaエコシステムが、より高度になるにつれ、補助的なブロックチェーンネットワーク機能に対して、報酬を受け取るように求められてます。 これらには、Myriaエコシステム、オラクル、ガバナンス投票、及びゲーム固有の概念への投票における特定の重要な情報の分散ストレージの必要性が含まれています。</1>
vi: <0> Để vận hành bất kỳ chuỗi blockchain nào, bao gồm chuỗi Myria, các node cần thiết để xác minh các giao dịch mạng. Các node trong hệ sinh thái Myria sẽ được sử dụng cho nhiều hoạt động hỗ trợ mạng bao gồm mạng thử nghiệm ban đầu, sản xuất khối block và xác thực.</0><1>Ngoài vai trò là trình xác thực tiềm năng, người sở hữu node cũng sẽ được yêu cầu để - và được thưởng cho các chức năng mạng chuỗi blockchain phụ trợ khi hệ sinh thái Myria trở nên ưu việt hơn. Chúng bao gồm nhu cầu lưu trữ phi tập trung đối với một số thông tin quan trọng nhất định trong hệ sinh thái Myria, oracle, bỏ phiếu quản trị, cũng như biểu quyết về các khái niệm dành riêng cho trò chơi.</1>

source: <0>Interoperable</0> & Interconnected NFTs
es: NFTs <0>Interoperables</0> e Interconectados
ja: <0>相互運用可能</0>&相互接続されたNFTs
vi: <0>Các NFT có thể tương tác</0> & được kết nối với nhau

source: <0>Myria node operators will receive daily $MYRIA token rewards for the nodes work.</0><1>Node owners will also be rewarded with NFT drops and tokens based on their reputational score as node operators and general community members.</1><2>Reputation scores will be determined by the playing activity of node owners, the number of tokens they own and stake, previous uptime metrics, and their history of network support (e.g. validation or oracle provider).</2>
es: <0>Los operadores de nodos Myria recibirán recompensas diarias de tokens $MYRIA por el funcionamiento de los nodos.</0><1>Los propietarios de nodos también serán recompensados con drops de NFTs y tokens en base a su puntuación por reputación como operadores de nodos y miembros de la comunidad en general.</1><2>Las puntuaciones de reputación se determinarán por la actividad de juego de los propietarios de nodos, el número de tokens que posean y apuesten, las métricas de tiempo de actividad anteriores y su historial de apoyo a la red (por ejemplo, proveedor de validaciones u oráculos).</2>
ja: <0>Myriaノードのオペレーターは、ノードの動作のおかげで、毎日$ MYRIAトークンの報酬を受け取ります。</0><1>ノードの所有者が、ノードのオペレーターと一般的なコミュニティメンバーとしての評判スコアに基づいて、NFTドロップとトークンも提供されます。</1><2>レピュテーション・スコアは、ノードの所有者のプレイアクティビティ、所有し賭けているトークンの数、以前の稼働時間メトリック、とネットワークサポーの履歴（検証またはOracleプロバイダーなど）によって決定されます。</2>
vi: <0>Các nhà khai thác node Myria sẽ nhận được phần thưởng mã token $MYRIA hàng ngày cho các node hoạt động.</0><1>Người sở hữu node cũng sẽ được thưởng NFT và mã token trên cơ sở số điểm danh tiếng của họ với tư cách là nhà khai thác node và thành viên cộng đồng nói chung.</1><2>Số điểm danh tiếng sẽ được xác định bởi hoạt động chơi của các người sở hữu node, số mã token họ sở hữu và đặt cược, các chỉ số thời gian hoạt động trước đó, và lịch sử hỗ trợ mạng của họ (ví dụ: xác thực hoặc nhà cung cấp oracle) </2>

source: <0>Once the Sigils are active, they will be minted directly on the Myria</0>
es: <0>Una vez que los sellos estén activos, se acuñarán directamente en Myria</0>
ja: <0>Sigilsがアクティブになると、Myriaで直接ミントされます。</0>
vi: <0>Ngay khi các Dấu hiệu hoạt động, chúng sẽ được đúc trực tiếp trên Myria</0>

source: <0>Play and earn</0> - Convert your score and time spent into tangible rewards (when Beta kicks in). Addictive fun aside, not a single day of gameplay will be time wasted.
es: <0>Juega y gana</0> - Convierte tu puntuación y el tiempo empleado en recompensas tangibles (cuando comience la versión beta). Además de la diversión adictiva, no se desperdiciará ningún día de juego.
ja: <0>プレイして稼ぐ</0>-スコアと費やした時間を具体的な報酬に変換します（ベータ版が開始されたとき）。 中毒性のある楽しみを除けば、ゲームプレイの1日が無駄になることはありません。
vi: <0>Chơi và kiếm tiền</0> - Chuyển đổi điểm số và thời gian của bạn thành phần thưởng hữu hình (khi bản Beta bắt đầu). Hãy đặt những niềm vui gây nghiện sang một bên, một ngày không chơi game cũng sẽ không bị lãng phí thời gian.

source: <0>Play</0> and earn <1/> rewards and NFTs
es: <0>Juega</0> y gana <1/> recompensas y NFT
ja: <0>プレイ</0>して<1/>報酬とNFTを獲得します。
vi: <0>Chơi</0> và kiếm <1/> tiền thướng và NFT

source: <0>Resourcefulness rules!</0> - Overcome your competition with the best strategy and become the master of Moonville.
es: <0>¡Reglas del ingenio!</0> - Supera a tu competencia con la mejor estrategia y conviértete en el maestro de Moonville.
ja: <0>機知に富んだルール！</0>。最高の戦略で競争を克服し、ムーンビルのマスターになりましょう。
vi: <0>Quy tắc về sự tháo vát!</0> - Vượt qua sự cạnh tranh của bạn với chiến lược tốt nhất và trở thành bậc thầy Moonville.

source: <0>Sigils are inactive until the Sigma mission is set into motion.</0>
es: <0>Los sellos están inactivos hasta que se inicia la misión Sigma.</0>
ja: <0>シグマミッションが開始されるまで、シギルは非アクティブです。</0>
vi: <0>Các tín hiệu không hoạt động cho đến khi sứ mệnh Sigma bắt đầu hoạt động.</0>

source: <0>T-minus 47 gigaquarks</0>
es: <0>T-menos 47 gigaquarks</0>
ja: <0>Tマイナス47ギガクォーク</0>
vi: <0>T-trừ 47 gigaquark</0>

source: <0>You can choose whether you prefer to run your node in the cloud or locally.</0><1>Myria node software will be available to download on Windows, Mac and Linux. Our node operation is not heavily resource-intensive like traditional cryptocurrency mining. You’ll be able to run our node software from your home computer with the following minimum requirements:</1>
es: <0>Tiene la opción de ejecutar su nodo localmente o en la nube.</0><1>El software del nodo Myria estará disponible para descargar para usuarios de Windows, Mac y Linux. A diferencia de la minería de bitcoin tradicional, nuestra operación de nodo no requiere muchos recursos. Podrá ejecutar nuestro software de nodo en la computadora de su hogar con los siguientes requisitos mínimos:</1>
ja: <0>ノードをローカルまたはクラウドで実行するオプションがあります。</0><1>Myriaノードソフトウェアは、Windows、Mac、及びLinuxユーザがダウンロード出来るようになります。 従来のビットコインマイニングとは異なり、ノード操作は多くのリソースを消費しません。 次の最小要件を使用して、自宅のコンピュータからノードソフトウェアを実行出来ます。</1>
vi: <0>Bạn có thể chọn xem bạn có muốn vận hành node của mình trên đám mây hay cục bộ không.</0><1>Phần mềm node Myria sẽ có sẵn để tải xuống trên Windows Mac và Linux. Việc vận hành node của chúng tôi không tiêu tốn nhiều tài nguyên như khai thác tiền điện tử truyền thống. Bạn sẽ có thể vận hành phần mềm node của chúng tôi từ máy tính tại nhà của mình với các yêu cầu tối thiểu sau:</1>

source: A <0>decentralized ecosystem</0> of blockchain games and worlds
es: Un <0>ecosistema descentralizado</0> de juegos y mundos de blockchain
ja: ブロックチェンと世界の<0>分散型エコシステム</0>
vi: Một <0>hệ sinh thái phi tập trung</0> của các trò chơi và thế giới blockchain

source: A Stable Internet Connection
es: Una conexión a Internet estable
ja: 安定なインターネットの接続
vi: Kết Nối Internet Ổn Định

source: A battle-royale shooter game
es: Un juego de disparos battle-royale
ja: バトル・ロイヤル・シューティング・ゲーム
vi: Trò chơi bắn súng battle royale

source: A competitive play-and-earn tycoon farming simulator.
es: Un simulador de agricultura magnate competitivo de jugar y ganar.
ja: 競争力のある遊びと稼ぎのタイクーン農業シミュレーター
vi: Một trình mô phỏng nuôi dưỡng kinh doanh chơi và kiếm tiền cạnh tranh.

source: A decentralised Ethereum scaling platform, purpose built for digital assets and gaming.
es: Una plataforma de escalado Ethereum descentralizada desarrollada específicamente para juegos y activos digitales.
ja: 分散型Ethereumスケーリングプラットフォームで、デジタル資産とゲーム用に構築されています。
vi: Một nền tảng mở rộng quy mô Ethereum phi tập trung, mục đích được xây dựng cho tài sản kỹ thuật số và chơi game.

source: A dynamic, entreprenurial executive with over 8+ years in management consulting, focusing on organisational transformations for global companies such as Verizon, Vanguard, Kayo Streaming and more. More recently founding aliens.com.
es: Ejecutivo dinámico y emprendedor con más de 8 años de experiencia en consultoría de gestión, especializado en transformaciones organizacionales para empresas multinacionales como Verizon, Vanguard, Kayo Streaming y otras. Más recientemente, fundó el sitio web aliens.com.
ja: Verizon、Vanguard、Kayo Streamingなどの多国籍企業の組織変革を専門とする、8人以上の経営コンサルティング経験を持つダイナミックで起業家精神にあふれたエグゼクティブです。最近では、彼はウェブサイトaliens.comを設立しました。
vi: Một giám đốc điều hành năng động, có kinh nghiệm với hơn 8 năm trong lĩnh vực tư vấn quản lý, tập trung vào việc chuyển đổi tổ chức cho các công ty toàn cầu như Verizon, Vanguard, Kayo Streaming và hơn thế nữa. Gần đây hơn thành lập aliens.com.

source: A hilarious multiplayer game that will have your sides splitting as you bounce, tumble, and bowl over your friends and foes. Battle it out through increasingly wacky landscapes and claim your spot in the hall of glory.
es: Mientras saltas, caes y derribas a tus amigos y oponentes en este divertidísimo juego multijugador, tus bandos se dividirán. Lucha a través de paisajes cada vez más extraños para ganar un lugar en el salón de la fama.
ja: この陽気なマルチプレイヤーゲームで友達や敵をバウンドさせたり、転がしたり、ボールを投げたりすると、お客様の味方は分裂します。 ますます奇妙な風景を戦い抜いて、殿堂入りを果たしましょう。
vi: Một trò chơi nhiều người chơi vui nhộn sẽ chia phe của bạn khi bạn tung tăng, nhào lộn, đánh bại bạn bè và kẻ thù của mình. Chiến đấu với nó thông qua những cảnh quan ngày càng kỳ quặc và giành lấy vị trí của bạn trong đại sảnh vinh quang.

source: A mixture of both uppercase and lowercase letters
es: Una mezcla de letras mayúsculas y minúsculas
ja: 大文字と小文字の両方の混合
vi: Sự kết hợp của cả chữ hoa và chữ thường

source: A mixture of letters and numbers
es: Una mezcla de letras y números.
ja: 文字と数字の混合
vi: Sự kết hợp của các chữ cái và số

source: A multiplayer go-kart racing game
es: Un juego de carreras de go-karts multijugador
ja: マルチプレイヤー・ゴーカート・レースゲーム
vi: Trò chơi đua xe go-kart nhiều người chơi

source: A multiplayer obstacle course game
es: Un juego de carreras de obstáculos multijugador
ja: マルチプレイヤー・障害物コース・ゲーム
vi: Trò chơi vượt chướng ngại vật nhiều người chơi

source: A rewarding experience
es: Una experiencia gratificante
ja: やりがいのある経験
vi: Một kinh nghiệm bổ ích

source: A serial entrepreneur and Web3 proponent with over 15 years of founding experience including four multinational VC-backed companies in traditional tech. More recently founding aliens.com and a blockchain SAAS platform.
es: Emprendedor en serie y defensor de Web3 con más de 15 años de experiencia en startups, incluidas cuatro empresas multinacionales respaldadas por capital de riesgo en tecnología tradicional. Más recientemente, fundó aliens.com y una plataforma de cadena de bloques SAAS.
ja: 伝統的な技術の4つの多国籍VC支援企業を含む15年以上のスタートアップ経験を持つシリアル起業家及びWeb3支持者。 最近では、aliens.comとブロックチェーンSAASプラットフォームを設立しました。
vi: Một người quản lý nội bộ tuần tự và người đề xuất Web3 với hơn 15 năm kinh nghiệm sáng lập bao gồm bốn công ty đa quốc gia được VC hậu thuẫn trong lĩnh vực công nghệ truyền thống. Gần đây, đã sáng lập aliens.com và một nền tảng blockchain SAAS.

source: AJ has over 20 years of multidisciplinary design experience— from web and apparel design, to crafting brand identities. He has worked with global brands including Nike, Adidas and Microsoft, among others.
es: AJ tiene más de 20 años de experiencia en el diseño multidisciplinario, desde el diseño de la web y de la ropa, hasta la creación de identidades de marca. Ha trabajado con marcas globales como Nike, Adidas y Microsoft, entre otras.
ja: AJは、ウェブやアパレルのデザインから、ブランドアイデンティティの作成にかけて、20年以上の学際的なデザインの経験があります。 彼は、ナイキ、アディダス、マイク・ロソフト等のグローバル企業に活躍してきました。
vi: AJ có hơn 20 năm kinh nghiệm thiết kế đa ngành— từ thiết kế web và quần áo, đến tạo hình nhận diện thương hiệu. Ông đã làm việc với các thương hiệu toàn cầu bao gồm Nike, Adidas và Microsoft, nhiều hãng khác.

source: About
es: Acerca de
ja: 私たちについて
vi: Giới thiệu

source: About the game
es: Sobre el juego
ja: ゲームについて
vi: Giới thiệu về trò chơi

source: Access node dashboard
es: Acceder al panel de control del nodo
ja: ノードのダッシュボードにアクセス
vi: Truy cập bảng điều khiển nút

source: Access ongoing education and technical support to ensure a successful onboarding onto the blockchain.
es: Acceda a la formación continua y al apoyo técnico para garantizar una integración satisfactoria en la blockchain.
ja: 継続的な教育と技術サポートにアクセスし、ブロックチェーンへのオンボーディングを成功させます。
vi: Tiếp cận hỗ trợ giáo dục và kỹ thuật liên tục để đảm bảo tham gia thành công vào blockchain.

source: All
es: Todos
ja: 全て
vi: Tất cả

source: Already have an account?
es: ¿Ya tienes una cuenta?
ja: 既にアカウントをお持ちですか？
vi: Bạn đã có một tài khoản?

source: An end-to-end solution for token-based game economies and NFTs that benefits the community
es: Una solución integral para las economías de juego basadas en tokens y NFTs que beneficia a la comunidad
ja: コミュニティに利益をもたらすトークンベースのゲームエコノミーとNFTのエンドツーエンドソリューション
vi: Một giải pháp đầu cuối cho nền kinh tế trò chơi dựa trên mã token và NFT mang lại lợi ích cho cộng đồng

source: An objective-based shooter game
es: Un juego de disparos basado en objetivos
ja: 目的ベースシューターゲーム
vi: Một trò chơi bắn súng mục tiêu

source: An x86/X64 Processor
es: Un procesador x86/X64
ja: x86/X64のプロセッサ
vi: Bộ xử lý x86/X64

source: Andrew has been a tech executive in the gaming industry with a career spanning over 27 years. He has worked with some of the most recognizable names in the industry, including Activision, Electronic Arts, 2K, Ubisoft, Sony, and Midway.
es: Andrew ha sido un ejecutivo de tecnología en la industria del juego con una carrera que abarca más de 27 años. Ha trabajado con algunos de los nombres más reconocidos de la industria, como Activision, Electronic Arts, 2K, Ubisoft, Sony y Midway.
ja: アンドリューは、ゲーム業界におけるテックの技術エグゼクティブとして、27年以上の経験を持っています。 彼は、Activision、Electronic Arts、2K、Ubisoft、Sony、Midway等業界で最も有名な名前のいくつかと協力してきました。
vi: Andrew đã từng là giám đốc điều hành công nghệ trong ngành công nghiệp trò chơi với sự nghiệp kéo dài hơn 27 năm. Ngài ấy đã làm việc với một số công ty nổi tiếng nhất trong ngành, bao gồm Activision, Electronic Arts, 2K, Ubisoft, Sony và Midway.

source: Applies to all videos
es: Se aplica a todos los vídeos
ja: 全てのビデオに応募する
vi: Áp dụng cho tất cả các video

source: Architecture
es: Arquitectura
ja: 建築
vi: Kiến trúc

source: Are you ready for a crazy ride that is nothing short of hilarious? Hop into your shiny kart and race till your wheels burn. Can you handle the heat and destroy your opponents before they throw you off the track?
es: ¿Estás listo para una aventura salvaje que te dejará en puntadas? Súbete a tu brillante kart y corre hasta que se te quemen los neumáticos. ¿Serás capaz de desafiar el calor y aplastar a tus oponentes antes de que te saquen de la pista?
ja: お客様は、自身のをステッチに残す野生の冒険の準備ができていますか？ 光沢のあるカートに乗り、タイヤが焼けるまでレースをします。 敵がお客様をトラックから追い出す前に、お客様は暑さに立ち向かい、敵を粉砕することができますか？
vi: Bạn đã sẵn sàng cho một chuyến đi điên cuồng mà không có gì là vui nhộn chưa? Nhảy vào chiếc xe kart sáng bóng và đua cho đến khi bánh xe bùng cháy. Bạn có thể xử lý sức nóng và tiêu diệt đối thủ của bạn trước khi họ ném bạn ra khỏi đường đua?

source: Art Creative Lead
es: Jefe creativo de arte
ja: アート・クリエイティブ・リード
vi: Trưởng Nhóm Sáng Tạo Nghệ Thuật

source: At Myria, we believe NFTs should not only endow players with verifiable ownership, but also allow players to take their NFTs from one game to another.
es: En Myria, creemos que los NFTs no solo deben dotar a los jugadores de una propiedad verificable, sino que también deben permitir a los jugadores llevar sus NFTs de un juego a otro.
ja: Myriaでは、NFTはプレーヤーに検証可能な所有権を与えるだけでなく、プレーヤーがNFTをあるゲームから別のゲームに移動できるようにすると信じています。
vi: Tại Myria, chúng tôi tin rằng NFT không chỉ mang lại cho người chơi quyền sở hữu có thể xác minh được mà còn cho phép người chơi chuyển NFT của họ từ trò chơi này sang trò chơi khác.

source: At least 8 characters—the more characters, the better
es: Al menos 8 caracteres—cuantos más caracteres, mejor
ja: 少なくとも8文字-文字が多いほど良い
vi: Ít nhất 8 ký tự — càng nhiều ký tự, càng tốt

source: Autoplay
es: Reproducción automática
ja: オートープレー
vi: Tự động chơi

source: Available to mint
es: Disponible para convertir
ja: ミント可能
vi: Có sẵn cho bạc hà

source: BACK TO MYRIA HOME
es: VOLVER A LA CASA DE MYRIA
ja: MYRIAホームに戻る
vi: QUAY VỀ TRANG CHỦ MYRIA

source: BACK TO SIGIL DASHBOARD
es: VOLVER AL PANEL CONFIDENCIAL
ja: SIGILダッシュボードに戻る
vi: QUAY LẠI SIGIL DASHBOARD

source: BUY A NODE
es: COMPRAR UN NODO
ja: ノードを買う
vi: MUA MỘT NODE

source: Battle with style!
es: ¡Lucha con estilo!
ja: スタイルとの戦い！
vi: Chiến đấu phong cách!

source: Be rewarded for your contribution
es: Sea recompensado por su contribución
ja: 貢献されたのに対して報われる
vi: Được thưởng vì đóng góp của bạn

source: Become a Myria node owner & receive rewards
es: Conviértase en propietario de un nodo Myria y reciba recompensas
ja: Myriaノードの所有者になり、報酬を受け取ります
vi: Trở thành chủ sở hữu node Myria và nhận phần thưởng

source: Become an integral part of the Myria ecosystem and reap the benefits of your contribution. Early founder node operators receive preferential pricing, which increases as nodes are sold.
es: Conviértase en una parte integral del ecosistema de Myria y coseche los beneficios de su contribución. Los primeros operadores de nodos fundadores reciben un precio preferencial, que aumenta a medida que se venden los nodos.
ja: Myriaのエコシステムの不可欠な部分になり、各自の貢献の恩恵を享受しましょう。 初期の創設者ノードオペレーターは、ノードが販売されるにつれて値上がりする優遇価格を受け取ります。
vi: Trở thành một phần không thể thiếu của hệ sinh thái Myria và thu được những lợi ích từ sự đóng góp của bạn. Các nhà khai thác node của người sáng lập sớm nhận được giá ưu đãi, giá này sẽ tăng lên khi các node được bán.

source: Blockchain consultancy
es: Consultoría de blockchain
ja: ブロックチェーンコンサルタント
vi: Tư vấn Blockchain

source: Blockchain infrastructure for Game Studios
es: Infraestructura Blockchain para estudios de juegos
ja: ゲーム・スタジオ向けのブロックチェーンの設備
vi: Cơ sở hạ tầng blockchain cho các Game Studio

source: Blockchain platform for game studios
es: Plataforma Blockchain para estudios de juegos
ja: ゲーム・スタジオ向けのブロックチェーンのプラットホーム
vi: Nền tảng blockchain cho các Game Studio

source: Brendan brings a decade of experience in blockchain. He has founded an escrow solution on the Bitcoin blockchain, a crypto ETF on ethereum, and was blockchain lead for the world’s largest trade finance blockchain network.
es: Brendan aporta una década de experiencia en blockchain. Ha fundado una solución de custodia en la blockchain de Bitcoin, un cripto ETF en ethereum, y fue líder de blockchain para la mayor red de blockchain de finanzas comerciales del mundo.
ja: ゲーム・スタジオ向けのブロックチェーンのプラットホーム
vi: Brendan có mười năm kinh nghiệm trong lĩnh vực blockchain. Ngài ấy đã sáng lập một giải pháp ký quỹ trên blockchain của Bitcoin, một quỹ ETF tiền điện tử trên ethereum và là trưởng nhóm blockchain cho mạng lưới blockchain tài trợ thương mại lớn nhất thế giới.

source: Bringing <0>blockchain gaming </0>to the world
es: Trayendo <0>juegos de blockchain </0>al mundo
ja: <0>ブロックチェーンゲーム</0>を世界にもたらす
vi: Đưa <0>trò chơi blockchain </0>ra thế giới

source: Brock is an entreprenurial product lead with over 10+ years experience working in the tech startups and founded his own MarTech company. More recently, he helped scale one of the largest blockchain companies focusing on product tokenomics and growth.
es: Brock es un líder de productos emprendedores con más de 10 años de experiencia trabajando en startups tecnológicas y fundó su propia compañía MarTech. Más recientemente, ayudó a escalar una de las mayores empresas de blockchain centrándose en la tokenómica de productos y el crecimiento.
ja: ブロックは、起業家向けプロダクトリードであり、技術系スタートアップにおいて、10年以上の経験があり、独自のMarTech社を設立しました。 最近では、トケノミクス製品と成長に焦点を当てた最大のブロックチェーン企業の一つを拡大するのを手伝いました。
vi: Brock là một nhà lãnh đạo sản phẩm công ty với hơn 10 năm kinh nghiệm làm việc trong các công ty khởi nghiệp công nghệ và sáng lập công ty MarTech của riêng mình. Gần đây hơn, ngài ấy đã hỗ trợ mở rộng quy mô một trong những công ty blockchain lớn nhất tập trung vào tokenomics và tăng trưởng sản phẩm.
