Repository: slade77777/myria
Catalog: src/translations/locales/*/messages.po
Languages: es, ja, vi

source: Morphing interoperable NFTs is the new standard created by Myria. Players will be able to utilize their NFTs across different avatars, games and metaverses. Truly own your digital assets and collectibles.
es: Myria creó un nuevo estándar para hacer que las NFT sean interoperables. Los jugadores podrán usar sus NFT en múltiples avatares, juegos y metaversos al mismo tiempo. Sea dueño de sus activos digitales y coleccionables de verdad.
ja: Myriaは、相互運用可能なNFTをモーフィングするための新しい標準を作成しました。 プレイヤーは、複数のアバター、ゲーム、メタバースで同時にNFTを使用出来るようになります。 お客様のデジタル資産と収集品を本当に所有して下さい。
vi: NFT tương thích Morphing là tiêu chuẩn mới được tạo ra bởi Myria. Người chơi sẽ có thể sử dụng NFT của họ trên các avatar, trò chơi và metaverses khác nhau. Thực sự sở hữu tài sản kỹ thuật số và đồ sưu tầm của bạn.

source: Mute sound
es: Sin sonido
ja: 音声ミュート
vi: Tắt âm thanh

source: My Node Licenses
es: Mis licencias de nodo
ja: マイノードライセンス
vi: Giấy phép Node của tôi

source: Myria FAQ
es: Preguntas frecuentes sobre Myria
ja: Myriaのよくある質問
vi: Câu hỏi thường gặp về Myria

source: Myria Founder’s Node
es: Nodos de la fundadora Myria
ja: Myria創設者のノード
vi: Node của Người sáng lập Myria

source: Myria Game Platform
es: Plataforma de juegos Myria
ja: Myriaゲームプラットフォーム
vi: Nền tảng Trò chơi Myria

source: Myria Infrastructure
es: Infraestructura Myria
ja: Myriaインフラストラクチャ
vi: Cơ sở Hạ tầng Myria

source: Myria NFT Marketplace
es: Mercado Myria NFT
ja: MyriaのNFTマーケットプレイス
vi: Thị trường NFT Myria

source: Myria Node License
es: Licencia de nodos Myria
ja: Myriaノードライセンス
vi: Giấy phép Node Myria

source: Myria Nodes
es: Nodos de Myria
ja: Myriaノード

source: Myria Partners
es: Socios de Myria
ja: Myriaパートナー

source: Myria Studios
es: Estudios Myria
ja: Myriaスタジオ

source: Myria Studios is building a range of free-to-play AAA games spans across an entire interconnected ecosystem. Players experience intertwining lore, characters, and rich storylines that carry across each game world, and Myria tokens and NFTs can be used across the Myriaverse.
es: Myria Studios está creando una variedad de juegos AAA gratuitos en un ecosistema interconectado. Los jugadores experimentan ricas historias, personajes e historias que se entrelazan en cada mundo del juego, y los tokens y NFT de Myria se pueden usar en todo Myriaverse.
ja: Myriaのスタジオは、相互接続されたエコシステム全体にまたがる、様々な無料のAAAゲームを構築しています。 プレイヤーは、各ゲームの世界に伝わる、絡み合う伝承、キャラクター、豊かなストーリーを体験します。MyriaトークンとNFTは、Myriaverse全体で使用出来ます。
vi: Myria Studios đang xây dựng hàng loạt trò chơi AAA miễn phí trải dài trên toàn bộ hệ sinh thái được kết nối với nhau. Người chơi trải nghiệm truyền thuyết, nhân vật và cốt truyện phong phú đan xen trong mỗi thế giới trò chơi, đồng thời thẻ Myria và NFT có thể được sử dụng trên Myriaverse.

source: Myria Wallet
es: Cartera Myria
ja: Myriaウオレット
vi: Ví Myria

source: Myria combines a gaming platform with applications, tools and scaling infrastructure needed to bring blockchain gaming to life.
es: Myria combina una plataforma de juegos con las aplicaciones, las herramientas y la infraestructura de escalabilidad necesarias para dar vida a los juegos de cadena de bloques.
ja: Myriaは、ゲームプラットフォームと、ブロックチェーンゲームを実現するために必要なアプリケーション、ツール、スケーリングインフラストラクチャを組み合わせています。
vi: Myria kết hợp nền tảng trò chơi với các ứng dụng, công cụ và cơ sở hạ tầng mở rộng quy mô cần thiết để mang trò chơi blockchain vào cuộc sống.

source: Myria develops fun AAA games that are enhanced by the blockchain, not vice versa.
es: Myria desarrolla divertidos juegos AAA que son mejorados por la blockchain, no al revés.
ja: Myriaが、ブロックチェーンによって強化された楽しいAAAゲームを開発していますが、その逆はないです。
vi: Myria phát triển các trò chơi AAA vui nhộn được cải tiến bởi blockchain, không phải ngược lại.

source: Myria ecosystem fund
es: Fondo del ecosistema Myria
ja: Myriaエコシステム資金
vi: Quỹ hệ sinh thái Myria

source: Myria facilitates with tokenomics consultancy, Play-to-Earn game design best practices to achieve your business objectives.
es: Myria facilita con la consultoría tokenómica las mejores prácticas de diseño de juegos Play-to-Earn para lograr sus objetivos comerciales.
ja: Myriaは、トケノミクスコンサルティング、Play-to-Earnゲームデザインのベストプラクティスを活用して、ビジネス目標を達成します。
vi: Myria hỗ trợ tư vấn tokenomics, các phương pháp tốt nhất về thiết kế trò chơi Chơi-Kiếm-Tiền để đạt được các mục tiêu kinh doanh của bạn.

source: Myria help project partners set up for success. <0/> about our easy-to-use, full stack solution and build with Myria today.
es: Myria ayuda a los socios del proyecto a prepararse para el éxito. <0/> acerca de nuestra solución completa y fácil de usar y construya con Myria hoy.
ja: Myriaは、プロジェクトパートナーが成功するための準備を支援します。 <0/>使いやすいフルスタックソリューションと今日のMyriaでのビルドについて。
vi: Myria giúp các đối tác dự án thiết lập để thành công. <0/> về giải pháp ngăn xếp toàn phần, dễ sử dụng của chúng tôi và xây dựng với Myria ngay hôm nay.

source: Myria helps blockchain projects scale. Whether you’re an established crypto business or simply exploring new possibilities, Myria has a solution for you!
es: Myria ayuda a escalar proyectos de blockchain. Ya sea que tenga un negocio de criptomonedas establecido o simplemente esté explorando nuevas posibilidades, ¡Myria tiene una solución para usted!
ja: Myriaは、ブロックチェーンプロジェクトの拡張を支援します。 お客様が確立された暗号ビジネスであろうと、単に新しい可能性を探求していようと、Myriaはお客様のための解決策を持っています！
vi: Myria giúp các dự án blockchain mở rộng quy mô. Cho dù bạn là một doanh nghiệp tiền điện tử đã thành lập hay chỉ đơn giản là đang khám phá những khả năng mới, Myria đều có giải pháp cho bạn!

source: Myria is a blockchain gaming ecosystem powered by the Myria blockchain.
es: Myria es un ecosistema de juego basado en la blockchain Myria.
ja: Myriaは、Myriaブロックチェーンによって、ブロックチェーンゲームエコシステムです。
vi: Myria là một hệ sinh thái trò chơi blockchain được cung cấp bởi blockchain Myria.

source: Myria is a decentralised Ethereum Layer 2, built to empower digital assets, NFT and blockchain gaming.
es: Myria es un Ethereum Layer 2 descentralizado creado para potenciar activos digitales, NFT y juegos de cadena de bloques.
ja: Myriaは分散型EthereumLayer2であり、デジタルアセット、NFT、ブロックチェーンゲームを強化するために構築されています。
vi: Myria là một Ethereum Lớp 2 phi tập trung, được xây dựng để trao quyền tài sản kỹ thuật số, NFT và chơi trò chơi blockchain.

source: Myria is a decentralised Ethereum Layer 2, built to empower digital assets, NFT, blockchain gaming and more.
es: Myria es un Ethereum Layer 2 descentralizado creado para impulsar activos digitales, NFT, juegos de blockchain y más.
ja: Myriaは分散型EthereumLayer2であり、デジタルアセット、NFT、ブロックチェーンゲームなどを強化するために構築されています。
vi: Myria là một Ethereum Lớp 2 phi tập trung, được xây dựng để trao quyền tài sản kỹ thuật số, NFT, chơi trò chơi blockchain, .v.v.

source: Myria is a decentralised Ethereum Layer 2, built to scale digital assets, NFTs and blockchain gaming.
es: Myria es un Ethereum Layer 2 descentralizado creado para escalar activos digitales, NFT y juegos de cadena de bloques.
ja: Myriaは分散型EthereumLayer2であり、デジタルアセット、NFT、ブロックチェーンゲームを拡張するために構築されています。
vi: Myria là một Ethereum Lớp 2 phi tập trung, được xây dựng để mở rộng quy mô tài sản kỹ thuật số, NFT và chơi trò chơi blockchain.

source: Myria is supported by a network of community-powered nodes, who receive rewards for their contributions.
es: Myria se apoya en una red de nodos impulsados por la comunidad, que reciben recompensas por sus contribuciones.
ja: Myriaは、コミュニティー・パワーリングされたノードのネットワークによって、サポートされており、貢献したのに対して報酬を受け取るものです。
vi: Myria được hỗ trợ bởi một mạng lưới các node do cộng đồng hỗ trợ, những người này sẽ nhận được phần thưởng cho những đóng góp của họ.

source: Myria is the backbone of blockchain gaming
es: Myria es la columna vertebral de los juegos blockchain
ja: Myriaはブロックチェーンゲームのバックボーンです
vi: Myria là xương sống của trò chơi blockchain

source: Myria node license sales are anticipated to commence in Q2 2022 (subject to change).
es: Se espera que las ventas de licencias de nodos de Myria comiencen en el segundo trimestre de 2022 (sujeto a cambios).
ja: Myriaノードライセンスの販売は2022年第2四半期に開始される予定です（変更される可能性があります）。
vi: Việc bán giấy phép node Myria dự kiến sẽ bắt đầu vào Q2 năm 2022 (có thể thay đổi).

source: Myria node operators will receive daily $MYRIA token rewards for the nodes work.
es: Los operadores de nodos Myria recibirán recompensas diarias de tokens $MYRIA por el trabajo de los nodos.
ja: Myriaのノードのオペレーターは、ノードの動作のため、毎日$MYRIAトークンの報酬を受け取ります。
vi: Những người vận hành node Myria sẽ nhận được phần thưởng mã token $MYRIA hàng ngày cho các node hoạt động.

source: Myria provides an end-to-end solution for developers and publishers, and help you unlock the blockchain potential of your business
es: Myria proporciona una solución de extremo a extremo para desarrolladores y editores y lo ayuda a desbloquear el potencial de cadena de bloques de su negocio.
ja: Myriaは、開発者と発行者にエンドツーエンドのソリューションを提供し、ビジネスのブロックチェーンの可能性を解き放つのに役立ちます
vi: Myria cung cấp giải pháp end-to-end cho các nhà phát triển và nhà xuất bản, và cũng giúp bạn mở khóa tiềm năng blockchain trong kinh doanh của bạn

source: Myria provides blockchain consultancy services on NFT sale, blockchain integrations and platform support.
es: Myria brinda servicios de consultoría de blockchain sobre ventas de NFT, integraciones de blockchain y soporte de plataforma.
ja: Myriaは、NFTの販売、ブロックチェーンの統合、及びプラットフォームのサポートに関するブロックチェーンコンサルティングサービスを提供しています。
vi: Myria cung cấp dịch vụ tư vấn blockchain về bán NFT, tích hợp blockchain và hỗ trợ nền tảng.

source: Myria | Connecting the world through play
es: Myria | Conectando el mundo a través del juego
ja: Myria｜プレーによって世界を接続
vi: Myria | Kết nối thế giới thông qua trò chơi

source: Myriaverse is the wider social metaverse connecting players, communities and guilds. Players will be able to quest, explore, craft, invest and so much more. The ever expanding Myriaverse is a virtual society and economy that offers bountiful earning opportunities for the brave adventurer.
es: Myriaverse es el metaverso social más amplio que conecta a jugadores, comunidades y gremios. Los jugadores podrán buscar, explorar, crear, invertir y mucho más. El Myriaverse, en constante expansión, es una sociedad y una economía virtuales que ofrecen abundantes oportunidades de ganar dinero a los valientes aventureros.
ja: Myriaverseは、プレイヤー、コミュニティー、ギルドを繋げて、より広い社会的なメタバースです。 プレイヤーは、探求、探索、作成、投資などを行うことができます。 拡大し続けるMyriaverseは、勇敢な冒険家に豊富な収入の機会を提供する仮想社会と経済です。
vi: Myriaverse là vũ trụ ảo xã hội rộng lớn hơn kết nối người chơi, cộng đồng và hội đoàn. Người chơi sẽ có thể tìm kiếm, khám phá, chế tạo, đầu tư và nhiều hoạt động khác nữa. Myriaverse ngày càng mở rộng là một nền kinh tế và xã hội ảo mang đến cơ hội kiếm tiền dồi dào cho những nhà thám hiểm dũng cảm.

source: Myria’s <0/> uses ZK-Rollup to enable dApps to achieve unlimited scale, low transaction fees without sacrificing on security.
es: <0/> de Myria utiliza ZK-Rollup para permitir que las dApps alcancen una escala ilimitada y tarifas de transacción bajas sin sacrificar la seguridad.
ja: Myriaの<0/>は、ZK-Rollupを使用して、dAppがセキュリティを犠牲にすることなく、無制限の規模で低いトランザクション料金を実現出来るようにします。
vi: <0/> của Myria sử dụng ZK-Rollup để cho phép các dApp đạt quy mô không giới hạn, phí giao dịch thấp mà không phải đánh đổi về bảo mật.

source: Myria’s <0>Ethereum L2 scaling solution</0> uses zero-knowledge technology (zk-STARKs) to “roll-up” or bundle thousands of L2 transactions into one single transaction. This then sends a validity proof back to the main blockchain, preserving the security of L1 Ethereum. Myria’s STARK-based zkrollup solution enable NFTs and dApps to achieve unlimited scale, low transaction fees without sacrificing on security.
es: La <0>solución de escalado Ethereum L2</0> de Myria utiliza tecnología de conocimiento cero (zk-STARK) para "agrupar" o asociar miles de transacciones L2 en una sola transacción. Esto envía una prueba de validez a la cadena de bloques principal, preservando la seguridad de L1 Ethereum. La solución zkrollup basada en STARK de Myria, impulsada por Starkware, permite que las NFT y las dApps alcancen una escala ilimitada y tarifas de transacción bajas sin sacrificar la seguridad.
ja: Myriaの<0>EthereumL2スケーリングソリューション</0>は、ゼロナレッジテクノロジー（zk-STARK）を使用して、数千のL2トランザクションを1つのトランザクションに「ロールアップ」またはバンドルします。 これにより、有効性の証明がメインブロックチェーンに返送され、L1Ethereumのセキュリティが確保されます。 MyriaのSTARKベースのzkrollupソリューションにより、NFTとdAppは、セキュリティを犠牲にすることなく、無制限の規模で低いトランザクション料金を実現出来ます。
vi: <0> Giải pháp mở rộng quy mô Ethereum L2<0/> của Myria sử dụng công nghệ zero-knowledge (zk-STARKs) để "cuộn lên" hoặc nén hàng nghìn giao dịch L2 thành một giao dịch duy nhất. Sau đó, giải pháp này sẽ gửi lại bằng chứng hợp lệ cho blockchain chính, bảo toàn tính bảo mật của Ethereum L1. Giải pháp zkrollup dựa trên STARK của Myria cho phép NFT và dApps đạt quy mô không giới hạn, phí giao dịch thấp mà không phải đánh đổi về bảo mật.

source: Myria’s NFT store and marketplace infrastructure is purpose built for blockchain games and optimized to support the players journey.
es: La infraestructura de la tienda y el mercado NFT de Myria se desarrolló específicamente para los juegos de cadena de bloques y se optimizó para respaldar el viaje de los jugadores.
ja: MyriaのNFTストア及びマーケットプレイスインフラストラクチャは、ブロックチェーンゲーム専用に構築されており、プレーヤーの旅をサポートするように最適化されています。
vi: Cơ sở hạ tầng thị trường và cửa hàng NFT của Myria nhằm mục đích xây dựng cho các trò chơi blockchain và được tối ưu hóa để hỗ trợ hành trình của người chơi.

source: NFT Rewards
es: Recompensas NFT
ja: NFTリワード
vi: Phần thưởng NFT

source: Name
es: Nombre
ja: 名前
vi: Tên

source: Name is required!
es: ¡El nombre es necesario!
ja: お名前が必須
vi: Tên là bắt buộc!

source: Native support for core token types ERC20 and ERC721
es: Compatibilidad nativa con los tipos de token de núcleo ERC20 y ERC721
ja: コアトークンタイプERC20及びERC721のネイティブサポート
vi: Hỗ trợ riêng cho các loại token lõi ERC20 và ERC721

source: News
es: Noticias
ja: ニュース
vi: Tin tức

source: No matter the shape and size of your avatar, use the same NFT on them all. Buy once, use on any character. Designed to be interoperable.
es: No importa la forma y el tamaño de tu avatar, utiliza el mismo NFT en todos ellos. Cómpralo una vez y úsalo en cualquier personaje. Diseñado para ser interoperable.
ja: お客様のアバターの形やサイズを問わず、すべて同じNFTsを使用してください。 一度購入すれば、どのキャラクターにも使用されます。 相互運用できるように設計されています。
vi: Bất kể hình dạng và kích thước của hình đại diện của bạn thế nào, hãy sử dụng cùng một NFT cho tất cả chúng. Mua một lần và sử dụng trên bất kỳ nhân vật nào. Được thiết kế để có thể tương tác.

source: No web wallet is detected, please ensure that you have one setup to claim your rewards.
es: No se detectó una cartera web, asegúrese de tener una configuración para reclamar sus recompensas.
ja: Webウォレットが検出されません。報酬を請求するためのセットアップが1つあることを確認して下さい。
vi: Không phát hiện thấy ví web nào, vui lòng đảm bảo rằng bạn đã thiết lập để nhận phần thưởng của mình.

source: Nobody lives forever, and these heroes sure as hell don’t care – they literally die for the sake of fun. Dive into a series of short combat rounds to win a match of 5 vs 5. The attacking team must activate a bomb on a specified location on the map. If you’re on the defending side…you know what you need to do, right?
es: Nadie vive para siempre, y a estos héroes seguro que no les importa – literalmente mueren por diversión. Sumérgete en una serie de breves rondas de combate para ganar una partida de 5 contra 5. El equipo atacante debe activar una bomba en una ubicación específica del mapa. Si estás del lado de la defensa...sabes lo que tienes que hacer, ¿verdad?
ja: 誰も永遠に生きることはなく、これらのヒーローは地獄が気にしないことを確信しています–彼らは文字通り楽しみのために死にます。 一連の短い戦闘ラウンドに飛び込んで、5対5の試合に勝ちます。攻撃側のチームは、マップ上の指定された場所で爆弾をアクティブにする必要があります。 お客様が防御側にいるなら…お客様はお客様が何をする必要があるか知っていますよね？
vi: Không ai sống mãi mãi, và những anh hùng này chắc chắn là không quan tâm - họ chết vì niềm vui theo đúng nghĩa đen. Đi sâu vào một loạt các vòng chiến đấu ngắn để giành chiến thắng trong trận đấu 5 đấu 5. Đội tấn công phải kích hoạt một quả bom trên một vị trí xác định trên bản đồ. Nếu ở phe thủ… bạn biết mình cần phải làm gì, phải không?

source: Node owner rewards
es: Recompensas para los propietarios de nodos
ja: ノードオーナーのリワード
vi: Phần thưởng của người sở hữu node

source: Node owners will also be rewarded with NFT drops and tokens based on their reputational score as node operators and general community members.
es: Los propietarios de nodos también serán recompensados con gotas de NFT y tokens en función de su reputación como operadores de nodos y miembros de la comunidad en general.
ja: ノードの所有者が、ノードオペレーターと一般的なコミュニティーのメンバーとしての評判スコアに基づいて、NFTsドロップとトークンも提供されます。
vi: Những người sở hữu node cũng sẽ được thưởng NFT và mã token dựa trên số điểm danh tiếng của họ với tư cách là người vận hành node và thành viên cộng đồng nói chung.

source: Node owners will be rewarded with exclusive NFT drops and daily MYRIA token rewards for their contribution to the network.
es: Los propietarios de los nodos serán recompensados ​​con recompensas diarias exclusivas de NFT y tokens MYRIA por su contribución a la red.
ja: ノードの所有者には、ネットワークへの貢献に対して、排他的なNFTドロップと毎日のMYRIAトークン報酬が与えられます。
vi: Chủ sở hữu node sẽ được thưởng các phần thưởng NFT độc quyền và phần thưởng token MYRIA hàng ngày cho những đóng góp cho mạng của họ.

source: Node progress this cycle
es: Progreso del nodo en este ciclo
ja: このサイクルのノードの進行
vi: Node tiến triển chu kỳ này

source: Node purchase
es: Compra de nodo
ja: ノード購入
vi: Mua node

source: Nodes
es: Nodos
ja: ノード

source: Nodes are an integral part of the Myria universe, with dedicated lore, gaming access, and exclusive voting power granted to node owners.
es: Los nodos son una parte integral del universo Myria, con conocimiento dedicado, acceso a juegos y poder de voto exclusivo otorgado a los propietarios de los nodos.
ja: ノードはMyriaユニバースの不可欠な部分であり、専用の伝承、ゲームアクセス、及びノード所有者に付与された排他的な投票権を備えています。
vi: Các node là một phần không thể thiếu của vũ trụ Myria, với truyền thuyết riêng về quyền truy cập trò chơi và quyền biểu quyết độc quyền được cấp cho chủ sở hữu node.

source: Not the face!
es: ¡No la cara!
ja: 顔じゃない！
vi: Không phải là khuôn mặt!

source: OUR SOLUTION
es: NUESTRA SOLUCIÓN
ja: 当社のソリューション
vi: GIẢI PHÁP CỦA CHÚNG TÔI

source: Off Chain Assets
es: Activos fuera de la cadena
ja: オフチェーン資産
vi: Tài sản Ngoài Chuỗi

source: Once in a while, a portal opens to a special game world – the BR Arena.
es: De vez en cuando, se abre un portal a un mundo de juego especial: el BR Arena.
ja: たまに、特別なゲームの世界であるBRアリーナへのポータルが開かれます。
vi: Thỉnh thoảng, một cánh cổng mở ra một thế giới trò chơi đặc biệt - BR Arena.

source: Once you figure out the optimal production pipeline, the game will start yielding rewards for all your hard work. Are you curious how difficult is to produce a batch of Starberry Jam? What about Moonsteel? It surely can’t be that hard, right?
es: Una vez que descubras la tubería de producción ideal, el juego comenzará a dar recompensas por todo tu arduo trabajo. ¿Tiene curiosidad por saber lo difícil que es producir un lote de Starberry Jam? ¿Y Moonsteel? Ciertamente no puede ser tan difícil, ¿verdad?
ja: 最適な制作パイプラインを見つけたら、ゲームは全てのハードワークに対して報酬を生み出し始めます。 スターベリージャムのバッチを作成するのがどれほど難しいか興味がありますか。Moonsteelはどうですか？確かにそんなに難しいことはありませんよね？
vi: Ngay khi bạn tìm ra quy trình sản xuất tối ưu, trò chơi sẽ bắt đầu mang lại phần thưởng cho tất cả những gì bạn chăm chỉ làm việc. Bạn có tò mò về việc sản xuất một mẻ Starberry Jam khó như thế nào không? Còn Moonsteel thì sao? Chắc chắn không thể khó khăn như vậy, phải không?

source: Only 50,000 Node Licenses will ever be released. Prices will increase as nodes are sold, to ensure our early supporters are rewarded.
es: Solo se liberarán 50.000 licencias de nodo. Los precios aumentarán a medida que se vendan los nodos para garantizar que nuestros primeros seguidores sean recompensados.
ja: 50,000ノードライセンスのみがリリースされます。 当社の初期のサポーターが報われることを確実にするために、ノードが売られるにつれて価格は上がります。
vi: Chỉ 50.000 giấy phép Node được phát hành. Giá sẽ tăng khi các node được bán, để đảm bảo những người ủng hộ sớm của chúng tôi sẽ được thưởng.

source: Only 55,000 Myria node licenses will ever be released.
es: Solo se lanzarán 55.000 licencias de nodos Myria.
ja: 55,000個のMyriaノードライセンスのみがリリースされます。
vi: Chỉ có 55.000 giấy phép node Myria sẽ được phát hành.

source: Open and permissionless
es: Abierto y sin permiso
ja: 公開と許可なし
vi: Mở và không cần quyền cho phép

source: Our Ethereum L2 scaling solution provides reliability, scalability and security. Making it easy for developers to build and manage their projects.
es: Nuestra solución de escalado Ethereum L2 ofrece confiabilidad, escalabilidad y seguridad. Facilitando a los desarrolladores la creación y gestión de sus proyectos.
ja: 当社のEthereumのL2スケーリングソリューションは、信頼性、スケーラビリティ、及びセキュリティを提供します。 開発者がプロジェクトを簡単に構築及び管理出来るようにします。
vi: Giải pháp mở rộng quy mô Ethereum L2 của chúng tôi mang đến độ tin cậy, khả năng mở rộng và bảo mật. Giúp các nhà phát triển dễ dàng phát triển và quản lý các dự án.

source: Our Experience
es: Nuestra experiencia
ja: 当社の経験
vi: Kinh nghiệm của chúng tôi

source: Our Principles
es: Nuestros principios
ja: 当社の理念
vi: Nguyên tắc của chúng tôi

source: Our Solutions
es: Nuestras soluciones
ja: 当社のソリューション
vi: Các giải pháp của chúng tôi

source: Our games
es: Nuestros juegos
ja: ゲーム
vi: Trò chơi của chúng tôi

source: Our solution
es: Nuestra solución
ja: 当社のソリューション
vi: Giải pháp của chúng tôi

source: Our team
es: Nuestro equipo
ja: チーム
vi: Đội ngũ của chúng tôi

source: Our vision
es: Nuestra visión
ja: ビション
vi: Tầm nhìn của chúng tôi

source: Own your metaverse identity
es: Sé dueño de tu identidad metaversa
ja: 自分なりのメタバースのアイデンティティを所有します
vi: Sở hữu danh tính trong vũ trụ ảo của bạn

source: Own your metaverse identity. Anywhere. Any game.
es: Sé dueño de tu identidad metaversa. En cualquier lugar. En cualquier juego.
ja: どこでも、どのゲームでもお客様のメタバースのアイデンティティを所有する
vi: Sở hữu danh tính trong vũ trụ ảo của bạn. Bất cứ nơi nào. Bất kì trò chơi nào.

source: PURCHASE NOW
es: COMPRAR AHORA
ja: 今すぐ購入
vi: MUA NGAY

source: Partner Dapps
es: Dapps de socios
ja: パートナーDapps
vi: Các Dapp đối tác

source: Partner Experiences
es: Experiencias de socios
ja: パートナーエクスペリエンス
vi: Trải nghiệm Đối tác

source: Partner Games
es: Juegos de socios
ja: パートナーゲーム
vi: Trò chơi Đối tác

source: Partner Lead
es: Dirigido por un socio
ja: パートナーリード
vi: Trưởng Nhóm Đối Tác

source: Password is required!
es: ¡Se requiere contraseña!
ja: パスワードが必要です！
vi: Mật khẩu là bắt buộc!

source: Password must be mixture of letters and numbers
es: La contraseña debe ser una mezcla de letras y números.
ja: パスワードは文字と数字の組み合わせである必要があります
vi: Mật khẩu phải là sự kết hợp của các chữ cái và số

source: Password must contain at least one special character
es: La contraseña debe contener al menos un carácter especial
ja: パスワードには少なくとも1つの特殊文字が含まれている必要があります
vi: Mật khẩu phải chứa ít nhất một ký tự đặc biệt.

source: Password must have at least 8 characters—the more characters, the better
es: La contraseña debe tener al menos 8 caracteres—cuantos más caracteres, mejor
ja: パスワードは8文字以上である必要があります。文字数が多いほど、優れています。
vi: Mật khẩu phải có ít nhất 8 ký tự — càng nhiều ký tự, càng tốt

source: Password must have both uppercase and lowercase letters
es: La contraseña debe estar en letras mayúsculas y minúsculas
ja: パスワードには大文字と小文字の両方が必要です
vi: Mật khẩu phải có cả chữ hoa và chữ thường
