Repository: slade77777/myria
Catalog: src/translations/locales/*/messages.po
Languages: es, ja, vi

source: What are the software and hardware requirements to run a node?
es: ¿Cuáles son los requisitos de software y hardware para ejecutar un nodo?
ja: ノードを実行するには、どのソフトウェアとハードウェアが要りますか？
vi: Những yêu cầu về phần mềm và phần cứng để vận hành một node là gì?

source: What is a Myria node?
es: ¿Qué es un nodo Myria?
ja: Myriaノードとは？
vi: Node Myria là gì?

source: What rewards do Myria node operators receive?
es: ¿Qué recompensas reciben los operadores de nodos Myria?
ja: Myriaノードオペレーターはどのような報酬を受け取りますか？
vi: Những người vận hành node Myria nhận được phần thưởng là gì?

source: When will Myria node licenses be sold?
es: ¿Cuándo se venderán las licencias de los nodos Myria?
ja: Myriaノードライセンスはいつ販売されますか？
vi: Khi nào giấy phép node Myria sẽ được bán?

source: Which side of the battlelines will you stand on? <0/> Choose your Alliance and claim your free Sigil NFT.
es: ¿De qué lado de las líneas de batalla estarás? <0/> Elija su Alianza y reclame su NFT Sigil gratis.
ja: 戦線のどちら側に立ちますか？ <0/>アライアンスを選択し、無料のSigilNFTを請求します。
vi: Bạn sẽ đứng về phía chiến tuyến nào? <0/> Chọn Liên minh của bạn và yêu cầu NFT Sigil miễn phí của bạn.

source: Whitepaper
es: Papel blanco
ja: ホワイトペーパー
vi: Giấy trắng

source: With ships equipped with technology both ancient and cutting edge, the Federation Alliance patrols space, combating the expansion of the Rift on all fronts.
es: Con naves equipadas con tecnología antigua y de vanguardia, la Alianza de la Federación patrulla el espacio, luchando contra la expansión de la Grieta en todos los frentes.
ja: フェデレーションアライアンスは、古代と最先端の両方のテクノロジーを搭載した船でスペースをパトロールし、あらゆる面でリフトの拡大に対抗します。
vi: Với những con tàu được trang bị công nghệ vừa cổ điển vừa tân tiến, Liên minh Liên bang tuần tra không gian, chống lại sự mở rộng của Lhe nứt trên mọi mặt trận.

source: Work with our experienced legal team
es: Trabaje con nuestro experimentado equipo legal
ja: 経験豊富な法務チームと務める
vi: Làm việc với đội ngũ pháp lý giàu kinh nghiệm của chúng tôi

source: You are joining...
es: Estás participando...
ja: 参加しています...
vi: Bạn đang tham gia...

source: You have just claimed
es: Acabas de reclamar
ja: お客様はちょうど主張しました
vi: Bạn vừa mới yêu cầu

source: You have opened
es: Tú abriste
ja: お客様は開いた
vi: Bạn đã mở

source: Your Myria Dashboard
es: Tu panel de Myria
ja: Myriaダッシュボード
vi: Bảng điều khiển Myria của bạn

source: Your NFT is your digital identity. Take your NFT with you on your metaverse explorations. Equip and level up in different games and worlds. Truly own your metaverse identity with Myria.
es: Tu NFT es tu identidad digital. Llévate tu NFT durante tus exploraciones en el metaverso. Equípate y sube de nivel en diferentes juegos y mundos. Sé realmente dueño de tu identidad en el metaverso con Myria.
ja: お客様のNFTsは、お客様のデジタル式アイデンティティです。 メタバースの探索にNFTsを持っていきましょう。 いくつかのゲームや世界で装備してレベルアップします。 Myriaでメタバースアイデンティティを本当に所有してください。
vi: NFT của bạn là danh tính kỹ thuật số của bạn. Mang theo NFT của bạn trong các chuyến khám phá vũ trụ ảo của bạn. Hãy trang bị và lên cấp trong các trò chơi và thế giới khác nhau. Thực sự sở hữu danh tính vũ trụ ảo của bạn với Myria.

source: Your purchase is complete.
es: Su compra está completa.
ja: 購入が完了しました。
vi: Mua hàng của bạn đã hoàn tất.

source: a decentralized ecosystem
es: un ecosistema descentralizado
ja: 分解型のエコシステム
vi: một hệ sinh thái phi tập trung

source: join the revolution
es: únete a la revolución
ja: 革命に参加します
vi: tham gia cuộc cách mạng

source: view now
es: ver ahora
ja: 今すぐ見る
vi: xem ngay bây giờ

source: “Mirror, mirror on the wall, who's the fairest of them all?” If you’re still wondering whether those shiny pink rims or the NFT unicorn sticker on the hood are going to make you stand out on the track, then wonder no more. You're gonna shine like a star as your opponents remain a distant glimpse in the rear-view mirror.
es: “Espejito, espejito en la pared, ¿quién es la más hermosa de todas?” Si todavía te preguntas si esos bordes de color rosa brillante o la calcomanía de unicornio NFT en el capó te harán destacar en la pista, no te preocupes más. Brillarás como una estrella mientras tus oponentes permanecen a la distancia en el espejo retrovisor.
ja: 「鏡、壁の鏡、それら全ての中で最も美しいのは誰ですか？」 光沢のあるピンクのリムやフードのNFTユニコーンステッカーがトラックで目立つようになるかどうかまだ疑問に思っているなら、もう疑問に思うことはありません。 対戦相手がバックミラーで遠くを垣間見ることが出来るので、お客様は星のように輝くでしょう。
vi: "Gương kia, ngươi gương trên tường, ai là người đẹp nhất?" Nếu bạn vẫn đang tự hỏi liệu những chiếc vành hồng sáng bóng hay hình dán kỳ lân NFT trên mui xe có khiến bạn nổi bật trên đường đua hay không, thì đừng băn khoăn nữa. Bạn sẽ tỏa sáng như một ngôi sao khi đối thủ của bạn vẫn đang nhìn xa xăm trong gương chiếu hậu.

source: Drift it up!
es: ¡Mover!
vi: Hãy thả trôi nó!

source: Share on Twitter
es: Comparte esto en Twitter

source: Tokenomics consultancy
es: Consultoría de tokenómica
vi: Tư vấn Tokenomics
