Repository: slade77777/myria
Catalog: src/translations/locales/*/messages.po
Languages: es, ja, vi

source: Pick one of the available warrior classes that best suits your playstyle. Are you a one-man army or a silent assassin who strikes from the shadows? Or maybe you’re a mysterious alien psychic who can suck the life out of his enemies...
es: Elige la clase de guerrero que mejor se adapte a tu estilo de juego entre las opciones disponibles. ¿Eres un lobo solitario o un asesino silencioso que opera en las sombras? O tal vez eres un misterioso médium alienígena que puede chupar la vida de tus enemigos...
ja: 利用可能なオプションから、プレイスタイルに最適な戦士クラスを選択して下さい。 お客様は孤独なオオカミですか、それとも影の中で活動している静かな暗殺者ですか？ あるいは、お客様は敵から命を奪うことが出来る神秘的なエイリアンの精神病者かもしれません...
vi: Chọn một trong những lớp chiến binh sẵn có phù hợp nhất với phong cách chơi của bạn. Bạn là quân đội một người hay một sát thủ thầm lặng tấn công từ trong bóng tối? Hay có thể bạn là một nhà ngoại cảm bí ẩn ngoài hành tinh, người có thể hút sự sống từ kẻ thù...

source: Platform
es: Plataforma
ja: プラットホーム
vi: Nên tảng

source: Please enter correct url!
es: ¡Por favor ingrese la URL correcta!
ja: 正しいURLを入力して下さい！
vi: Vui lòng nhập url chính xác!

source: Please view this experience on a desktop browser
es: Vea esta experiencia en un navegador de escritorio
ja: この体験をデスクトップブラウザでご覧下さい
vi: Vui lòng xem trải nghiệm này trên trình duyệt dành cho máy tính để bàn

source: Please view this experience on a supported browser like Chrome, Brave, Firefox or Edge
es: Vea esta experiencia en un navegador compatible como Chrome, Brave, Firefox o Edge
ja: Chrome、Brave、Firefox、Edgeなどのサポートされているブラウザでこのエクスペリエンスを表示して下さい
vi: Vui lòng xem trải nghiệm này trên trình duyệt được hỗ trợ như Chrome, Brave, Firefox hoặc Edge

source: Points
es: Puntos
ja: ポイント
vi: Điểm

source: Powered and governed by <0>$MYRIA</0>
es: Impulsado y gobernado por <0>$MYRIA</0>
ja: <0>$MYRIA</0>によって供給で、支配されています
vi: Được hỗ trợ và quản lý bởi <0>$MYRIA</0>

source: Powered by the community
es: Impulsado por la comunidad
ja: コミュニティーによって供給されています
vi: Được hỗ trợ bởi cộng đồng

source: Powered by the community of player-run nodes
es: Impulsado por la comunidad de nodos gestionados por los jugadores
ja: プレーヤー・ラン・ノードのコミュニティーによって供給されています
vi: Được hỗ trợ bởi cộng đồng các node do người chơi vận hành

source: Pre register now
es: Preinscríbase ahora
ja: 今すぐ事前に登録
vi: Đăng ký trước ngay bây giờ

source: Pre register to stay up to date
es: Preinscríbase para estar al día
ja: 最新の状態に保てるように、事前に登録
vi: Đăng ký trước để luôn được cập nhật

source: Price
es: Precio
ja: 価格
vi: Giá

source: Product Lead - Blockchain
es: Jefe de Producto - Blockchain
ja: プロダクトリード：ブロックチェーン
vi: Trưởng Nhóm Sản Phẩm - Blockchain

source: Provide your players with a protected experience and ensure your business understands critical regulatory compliance components.
es: Proporcione a sus jugadores una experiencia protegida y asegúrese de que su empresa comprenda los componentes críticos del cumplimiento normativo.
ja: プレーヤーに保護されたエクスペリエンスを提供し、ビジネスが重要な規制コンプライアンスコンポーネントを確実に理解出来るようにします。
vi: Mang đến cho người chơi trải nghiệm được bảo vệ và đảm bảo doanh nghiệp của bạn hiểu được các thành phần tuân thủ quy định quan trọng.

source: Pupose-built infrastructure
es: Infraestructura construida con fines específicos
ja: 専用インフラ
vi: Cơ sở hạ tầng được xây dựng có mục đích

source: Purchase more nodes
es: Compre más nodos
ja: より多くのノードを購入する
vi: Mua thêm các node

source: Purchase more nodes to increase your rewards and passive invome
es: Compre más nodos para aumentar sus recompensas y facturación pasiva
ja: より多くのノードを購入して、報酬と受動的な請求を増やします
vi: Mua nhiều node hơn để tăng phần thưởng và thu nhập thụ động của bạn

source: Purchase now
es: Compre ahora
ja: 今すぐ購入
vi: Mua ngay

source: Quantity
es: Cantidad
ja: 容量
vi: Số lượng

source: Quantity: {qty}
es: Cantidad: {qty}
ja: 数量：{qty}
vi: Số lượng: {qty}

source: Read more
es: Ver más información
ja: 続きを読む
vi: Đọc thêm

source: Receive $MYRIA and limited edition NFT rewards whilst supporting the Myria network
es: Obtenga recompensas de $MYRIA y NFT de edición limitada mientras apoya la red de Myria
ja: Myriaネットワークをサポートしながら、$MYRIAと限定版のNFT特典を受け取ります
vi: Nhận $MYRIA và phần thưởng NFT phiên bản giới hạn trong khi hỗ trợ mạng Myria

source: Refer your friends
es: Recomiende a sus amigos
ja: お友達に紹介する
vi: Giới thiệu bạn bè của bạn

source: Register
es: Registro
ja: 登録
vi: Đăng ký

source: Releasing soon
es: Próximo lanzamiento
ja: 近いうちにリリースになります
vi: Sắp phát hành

source: Reliably programmable
es: Confiablemente programable
ja: 確実にプログラム可能
vi: Có thể lập trình đáng tin cậy

source: Reset Password
es: Redefinir contraseña
ja: パスワードを再設定する
vi: Đặt Lại Mật Khẩu

source: Resistent against censorship
es: Resistente a la censura
ja: 検閲に強い
vi: Chống lại sự kiểm duyệt

source: Reward Vault
es: Bóveda de recompensas
ja: リワードボールト
vi: Kho tiền thưởng

source: Rewards are coming soon! Information on how to install your node client will be released shortly.
es: ¡Las recompensas llegarán pronto! La información sobre cómo instalar su cliente de nodo se publicará pronto.
ja: 報酬はもうすぐです！ ノードクライアントのインストール方法に関する情報はまもなくリリースされます。
vi: Phần thưởng sẽ sớm ra mắt! Thông tin về cách cài đặt ứng dụng node của bạn sẽ sớm được phát hành.

source: Roll with style!
es: ¡Rueda con estilo!
ja: スタイリッシュに転がりましょう！
vi: Cuộn theo phong cách!

source: Run a node and earn <0>$MYRIA</0> and NFT rewards
es: Dirige un nodo y gana <0>$MYRIA</0> y recompensas NFT
ja: ノードを実行し、<0>$MYRIA</0> とNFTs報酬を獲得します
vi: Vận hành một node và kiếm phần thưởng <0>$MYRIA</0> và NFT

source: SELECT
es: SELECCIONE
ja: 選択する
vi: LỰA CHỌN

source: SHIFTING POWER BACK TO THE PEOPLE
es: DEVUELVE EL PODER A LA GENTE
ja: 力を人々に戻しています
vi: CHUYỂN QUYỀN LỰC CHO MỌI NGƯỜI

source: START BUILDING
es: EMPIEZA A CONSTRUIR
ja: 構築を開始
vi: BẮT ĐẦU XÂY DỰNG

source: SUBMIT
es: ENVIAR
ja: 提出
vi: NỘP

source: Save time. Ship faster.
es: Ahorrar tiempo. Envía más rápido.
ja: 時間節約する。 より速く出荷する。
vi: Tiết kiệm thời gian. Giao hàng nhanh hơn.

source: Scale with security
es: Escale con seguridad
ja: セキュリティで拡張
vi: Quy mô với bảo mật

source: Scaling blockchain gaming on Ethereum
es: Escalando juegos de blockchain en Ethereum
ja: Ethereumでのブロックチェーンゲームのスケーリング
vi: Mở rộng quy mô trò chơi blockchain trên Ethereum

source: Share now
es: Comparte ahora
ja: 今すぐ共有
vi: Chia sẻ ngay

source: Share this on Twitter
ja: Twitterでこれを共有する
vi: Chia sẻ điều này trên Twitter

source: Sign in
es: Iniciar sesión
ja: ログイン
vi: Đăng nhập

source: Sign up
es: Inscribirse
ja: サインアップ
vi: Đăng ký

source: Sign up to our newsletter to receive development updates, token and NFT drops, and exclusive promotions.
es: Suscríbase a nuestro boletín para recibir actualizaciones de desarrollo, tokens y obsequios NFT, y promociones exclusivas.
ja: ニュースレターにサインアップして、開発の最新情報、トークンとNFTのドロップ、及び限定プロモーションを受け取ります。
vi: Đăng ký bản tin của chúng tôi để nhận các bản cập nhật phát triển, mã token và NFT, cũng như các chương trình khuyến mãi độc quyền.

source: Simpler formal verification of contracts due to safe VM architecture
es: Verificación de contrato formal más simple debido a la arquitectura segura de VM
ja: 安全なVMアーキテクチャによる契約のより簡単な正式な検証
vi: Xác minh hợp đồng chính thức đơn giản hơn nhờ kiến trúc VM an toàn

source: Soon!
es: ¡Pronto!
ja: 後で！
vi: Sớm!

source: Sort By
es: Ordenar por
ja: 並び替え
vi: Sắp xếp theo

source: Stand by
es: Apoyar
ja: 待機する
vi: Thay thế cho

source: Start now
es: Empezar ahora
ja: 今すぐ開始
vi: Bắt đầu bây giờ

source: Stay update to date with our project announcements and updates!
es: ¡Manténgase al día con nuestros anuncios y actualizaciones de proyectos!
ja: プロジェクトの発表とアップデートで最新情報を入手して下さい。
vi: Luôn cập nhật theo ngày các thông báo và cập nhật về dự án của chúng tôi!

source: Step 1
es: Paso 1
ja: ステップ1
vi: Bước 1

source: Step 2
es: Paso 2
ja: ステップ2
vi: Bước 2

source: Step 3
es: Paso 3
ja: ステップ3
vi: Bước 3

source: Step 4
es: Paso 4
ja: ステップ4
vi: Bước 4

source: Store
es: Tienda
ja: お店
vi: Cửa hàng

source: Subject
es: Tema
ja: 話題
vi: Chủ đề

source: Subject is required!
es: ¡Se requiere el tema!
ja: 話題が必須！
vi: Chủ đề là bắt buộc!

source: Submit
es: Mandar
ja: 送信
vi: Gửi đi

source: Submitting...
es: Enviando...
ja: 送信中...
vi: Đang gửi đi ...

source: Supercharge your project
es: Turbocarga tu proyecto
ja: プロジェクトをスーパーチャージする
vi: Thúc đẩy dự án của bạn

source: Support unlimited scalabiltiy, delivering up to 9,000+ TPS
es: Admite escalabilidad ilimitada, entregando hasta 9,000+ TPS
ja: 無制限のスケーラビリティをサポートし、最大9,000以上のTPSを提供します
vi: Hỗ trợ khả năng mở rộng không giới hạn, cung cấp lên đến 9.000 TPS trở lên

source: TOKEN LAUNCH COMING SOON
es: LANZAMIENTO DE TOKEN PRÓXIMAMENTE>>>>>>> origen/puesta en escena
ja: トークンローンチ近日>>>>>>>オリジン/ステージング
vi: TOKEN SẮP RA MẮT >>>>>>> nguồn gốc/giai đoạn

source: Team
es: Equipo
ja: 規約・プライバシー
vi: Đội nhóm

source: Terms | Privacy
es: Términos | Privacidad
ja: チーム
vi: Điều Khoản | Quyền Riêng Tư

source: Thank you for message. We will be in touch within 24-48 hours!
es: Gracias por el mensaje. Nos pondremos en contacto en un plazo de 24-48 horas.
ja: メッセージありがとうございます。24～48時間以内にお返事します！
vi: Cảm ơn bạn đã nhắn tin. Chúng tôi sẽ liên lạc lại trong vòng 24-48 giờ!

source: Thank you for subscribing!
es: ¡Gracias por suscribirse!
ja: ご登録ありがとうございます。
vi: Cảm ơn bạn đã đăng ký!

source: The Myria chain is supported by a network of player-run nodes. Use your home computer to become a node operator and receive rewards and benefits for your contribution to the ecosystem.
es: La cadena Myria se sustenta en una red de nodos gestionados por jugadores. Utiliza tu ordenador personal para convertirte en un operador de nodos y recibir recompensas y beneficios por tu contribución al ecosistema.
ja: Myriaチェーンは、プレーヤーが実行するノードのネットワークによってサポートされています。 自宅のコンピューターを使用してノードオペレーターになり、エコシステムへの貢献に対して報酬と利益を受け取ります。
vi: Chuỗi Myria được hỗ trợ bởi một mạng lưới các node do người chơi vận hành. Sử dụng máy tính tại nhà của bạn để trở thành người vận hành node và nhận phần thưởng cũng như lợi ích cho sự đóng góp của bạn vào hệ sinh thái.

source: The Myria ecosystem is built on Myria blockchain, our Ethereum L2 built for gaming. Our team have developed proprietary technology to make the gaming and trading experience seamless, including a decentralized exchange, marketplace, and cryptocurrency wallet.
es: El ecosistema Myria está construido sobre Myria blockchain, nuestro Ethereum L2 creado para el juego. Nuestro equipo ha desarrollado una tecnología propia para que la experiencia de juego y comercio sea perfecta, incluyendo un intercambio descentralizado, un mercado y una cartera de criptodivisas.
ja: Myriaのエコシステムは、ゲーム用に構築されたEthereum L2であるMyriaブロックチェーン上に、構築されています。チームは、分散型取引所、マーケットプレイス、暗号通貨ウォレットなど、ゲームと取引のエクスペリエンスをシームレスにする独自のテクノロジーを開発しました。
vi: Hệ sinh thái Myria được xây dựng trên blockchain Myria, Ethereum L2 của chúng tôi được xây dựng để chơi trò chơi. Nhóm của chúng tôi đã phát triển công nghệ độc quyền để giúp trải nghiệm chơi trò chơi và giao dịch liền mạch, bao gồm sàn giao dịch phi tập trung, thị trường và ví tiền điện tử.

source: The Myria platform is supported by Myria Nodes. Being a <0/> operator means that you will receive limited edition NFTs, token rewards and more.
es: La plataforma Myria es compatible con Myria Nodes. Ser un comerciante de <0/> significa que recibirá NFT de edición limitada, recompensas de fichas y más.
ja: Myriaプラットフォームは、Myriaノードによってサポートされています。 <0/>オペレーターであるということは、限定版のNFT、トークン報酬などを受け取ることを意味します。
vi: Nền tảng Myria được hỗ trợ bởi các Node Myria. Trở thành nhà điều hành <0/> có nghĩa là bạn sẽ nhận được NFT phiên bản giới hạn, phần thưởng token, v.v.

source: The comprehensive blockchain gaming platform
es: La completa plataforma de juegos blockchain
ja: 包括的なブロックチェーンゲームプラットフォーム
vi: Nền tảng trò chơi blockchain toàn diện

source: The easiest way to launch your blockchain game
es: La forma más fácil de comenzar su juego de blockchain
ja: ブロックチェーンゲームを起動する最も簡単な方法
vi: Cách dễ nhất để khởi chạy trò chơi blockchain của bạn

source: The new standard for interoperable NFTs
es: El nuevo estándar para las NFTs interoperables
ja: 相互運用可能なNFTsの新しい標準
vi: Tiêu chuẩn mới cho các NFT có thể tương tác

source: The objective is simple – get to the finish line first and don’t fall to your doom while trying. Each match starts with a horde of players who get eliminated through a series of obstacles along the course to the final. The surviving players continue the battle in rounds with increasing difficulty until there is only one rushling standing.
es: El objetivo es simple: llegar primero a la línea de meta y no caer en la perdición mientras lo intentas. Cada partido comienza con una horda de jugadores que son eliminados a través de una serie de obstáculos en el camino hacia la final. Los jugadores sobrevivientes continúan la batalla en rondas de dificultad creciente hasta que solo queda uno en pie.
ja: 目的は単純です。最初にフィニッシュラインに到達し、試してみても運命に陥らないで下さい。 各試合は、決勝までのコースに沿った一連の障害を乗り越えて排除されるプレイヤーの大群から始まります。 生き残ったプレイヤーは、急いで立っているのが1つになるまで、難易度を上げながらラウンドで戦いを続けます。
vi: Mục tiêu rất đơn giản - hãy về đích trước và đừng bị chết khi đang cố gắng. Mỗi trận đấu bắt đầu với một nhóm người chơi bị loại qua một loạt các chướng ngại vật trên đường đến trận chung kết. Những người chơi sống sót tiếp tục trận chiến theo từng vòng với độ khó tăng dần cho đến khi chỉ còn một người đang lao vào.

source: The wallet currently connected does not match your designated reward wallet. Please connect the correct wallet or click below to change it.
es: La cartera actualmente conectada no coincide con su cartera de recompensas designada. Conecte la cartera correcta o haga clic a continuación para cambiarla.
ja: 現在接続されているウォレットは、指定された報酬ウォレットと一致しません。 正しいウォレットを接続するか、以下をクリックして変更して下さい。
vi: Ví hiện được kết nối không khớp với ví thưởng đã chỉ định của bạn. Vui lòng kết nối đúng ví hoặc nhấp vào bên dưới để thay đổi.

source: The world’s first Morphing NFTs™
es: Los primeras NFTs™ morfológicas del mundo
ja: 世界初Morphing NFTs™
vi: Morphing NFTs™ đầu tiên trên thế giới

source: Think before you shoot!
es: ¡Piensa antes de disparar!
ja: 撮影する前に考えて下さい！
vi: Hãy suy nghĩ trước khi bắn!

source: This decision is permanent. Once you choose your alliance you cannot change it!
es: Esta decisión es permanente. ¡Una vez que eliges tu alianza, no puedes cambiarla!
ja: この決定は永続的です。 同盟を選択すると、それを変更することは出来ません！
vi: Quyết định này là vĩnh viễn. Một khi bạn chọn liên minh, bạn sẽ không thể thay đổi!

source: Throw your prized vehicle around the deadly turns of the track as you throw a dice to decide your destiny. Drifting and performing crazy stunts is your way of expressing your inner speed demons, so don’t be shy– let them come out and play!
es: Lanza tu preciado vehículo a través de las curvas mortales de la pista mientras tiras un dado para decidir tu destino. Derrapar y hacer acrobacias locas es su forma de expresar sus demonios de velocidad internos, así que no seas tímido– ¡déjalos salir y jugar!
ja: お客様が運命を決めるためにダイスを投げるとき、お客様の大切な車をトラックの致命的なターンの周りに投げて下さい。 ドリフトしてクレイジーなスタントを実行することは、内なるスピードの悪魔を表現する方法です。恥ずかしがらずに、出てきて遊んで下さい！
vi: Lướt chiếc xe được đánh giá cao của bạn quanh những khúc quanh nguy hiểm của đường đua như bạn ném một viên xúc xắc để quyết định số phận của mình. Thả trôi và thực hiện các pha nguy hiểm điên cuồng là cách bạn thể hiện bản chất hung thần tốc độ bên trong của mình, vì vậy đừng ngại ngùng - hãy thể hiện ra ngoài và chơi!

source: Time Online
es: Tiempo en línea
ja: オンライン時間
vi: Thời gian Trực tuyến

source: Token Rewards
es: Recompensas de fichas
ja: トークンリワード
vi: Phần thưởng Token

source: Total
ja: 合計
vi: Tổng

source: Total $MYRIA Mined
es: Total $ MYRIA extraído
ja: 合計$MYRIAマイニング
vi: Tổng số $MYRIA Khai thác

source: Total NFT Rewards
es: Recompensas totales de NFT
ja: トータルNFTリワード
vi: Tổng Thưởng NFT

source: Total nodes in Myria network
es: Nodos totales en la red Myria
ja: Myriaネットワークの合計ノード
vi: Tổng số node trong mạng Myria

source: Trailer Coming Soon
es: Tráiler próximamente
ja: トレーラーが近日公開
vi: Sắp Ra Mắt Đoạn Trailer Giới Thiệu

source: Transaction List
es: Lista de transacciones
ja: トランザクションリスト
vi: Danh sách Giao dịch

source: Transaction fee
es: Tarifa de transacción
ja: 取引手数料
vi: Phí giao dịch

source: Transparent and post-quantum secure - no trusted setup
es: Post-cuántico transparente y seguro: sin configuración confiable
ja: 透過的で量子後の安全性-信頼出来るセットアップはありません
vi: Minh bạch và bảo mật hậu lượng tử - không có thiết lập đáng tin cậy

source: UI/UX Lead
es: Líder de UI/UX
ja: UI/UX リード
vi: Dẫn Đầu Giao Diện Người Dùng/Trải Nghiệm Người

source: Unified through the Myriaverse
es: Unificado a través del Myriaverse
ja: Myriaverseを通じて統一します
vi: Hợp nhất thông qua Myriaverse

source: Unlock immense scale
es: Desbloquea una escala inmensa
ja: 巨大なスケールのロックを解除
vi: Mở khóa quy mô lớn

source: Unmute sound
es: Activar sonido
ja: ミュートを解除する
vi: Bật âm thanh

source: Unsupported Browser
es: Navegador no compatible
ja: 無対応なブラウザー
vi: Trình duyệt không được hỗ trợ

source: Username
es: Nombre de usuario
ja: ユーザネーム
vi: Tên đăng nhập

source: Username is required!
es: ¡Se requiere nombre de usuario!
ja: ユーザネームが必要！
vi: Tên người dùng là bắt buộc!

source: Utilize your gunplay skills in a combination with your unique hero abilities to win a series of team battles or in other game modes. Manage your ability upgrades and weapons of choice to optimize your chances of winning.
es: Utiliza tus habilidades de tiro en combinación con tus habilidades únicas de héroe para ganar una serie de batallas en equipo u otros modos de juego. Administre las mejoras de sus habilidades y las armas de su elección para optimizar sus posibilidades de ganar.
ja: ガンプレイスキルを独自のヒーロー能力と組み合わせて利用して、一連のチームバトルや他のゲームモードで勝利して下さい。 能力のアップグレードと選択した武器を管理して、勝利のチャンスを最適化します。
vi: Sử dụng các kỹ năng dùng súng kết hợp với khả năng anh hùng độc đáo của bạn để giành chiến thắng trong một loạt các trận chiến nhóm hoặc trong các chế độ chơi khác. Quản lý nâng cấp khả năng và vũ khí bạn chọn để tối ưu hóa cơ hội chiến thắng của bạn.

source: VIEW ITEM
es: Ver artículo
ja: アイテムを見る
vi: XEM MỤC

source: VIEW ITEMS
ja: アイテムを見る
vi: XEM CÁC MỤC

source: Vanity factor number 1
es: Factor de vanidad número 1
ja: バニティファクターナンバー1
vi: Yếu tố hư ảo số 1

source: Vector Prime believe the Rift is the next step of evolution and will do anything in their power to accelerate its expansion.
es: Vector Prime cree que Rift es el siguiente paso en la evolución y hará todo lo posible para acelerar su expansión.
ja: ベクタープライムは、リフトが進化の次のステップで、その拡大を加速するために彼らの力で何でもするだろうと信じています。
vi: Vector Prime tin rằng Rift là bước tiếp theo của quá trình tiến hóa và sẽ làm bất cứ điều gì trong khả năng để đẩy nhanh sự mở rộng của nó.

source: View job
es: Ver trabajo
ja: ジョッブを見る
vi: Xem công việc

source: Voting rights
es: Derechos al voto
ja: 投票権限
vi: Quyền biểu quyết

source: Watch your village grow and flourish as you move up the ranks. Are you able to devise the best strategy and outperform your rivals?
es: Observa cómo crece y florece tu aldea a medida que subes de rango. ¿Eres capaz de idear la mejor estrategia y dejar atrás a tus rivales?
ja: お客様のランクが上がるにつれて、お客様の村が成長し繁栄するのを見て下さい。 最高の戦略を考案し、ライバルをしのぐことが出来ますか？
vi: Xem ngôi làng của bạn phát triển và hưng thịnh khi bạn lên cấp. Bạn có khả năng đưa ra chiến lược tốt nhất và vượt trội hơn đối thủ của mình không?

source: We believe in open and equitable access, enabling more people to build, experience and enjoy the benefits of blockchain and the metaverse.
es: Creemos en el acceso abierto y equitativo, lo que permite que más personas construyan, experimenten y disfruten los beneficios de blockchain y el metaverso.
ja: 私たちはオープンで公平なアクセスを信じており、より多くの人々がブロックチェーンとメタバースのメリットを構築、体験、享受出来るようにしていきます。
vi: Chúng tôi tin tưởng vào quyền truy cập mở và công bằng, cho phép nhiều người hơn để xây dựng trải nghiệm và tận hưởng những lợi ích của blockchain và vũ trụ ảo.

source: We believe players should have true verifiable ownership and control over in-game assets.
es: Creemos que los jugadores deben tener una verdadera propiedad y control verificables sobre los activos del juego.
ja: 当社は、プレーヤーは、ゲーム内のアセットに対して、真の検証可能な所有権と制御権を持っている必要があると、考えています。
vi: Chúng tôi tin rằng người chơi phải có quyền sở hữu và quyền kiểm soát thực sự có thể xác minh được đối với các tài sản trong trò chơi.

source: We bring together everything that is required to build a decentralized, scalable and secure digital asset and blockchain gaming platform
es: Hemos reunido todo lo necesario para crear una plataforma de juegos blockchain y de activos digitales descentralizada, escalable y segura en un solo lugar.
ja: 分散型でスケーラブルで安全なデジタルアセットとブロックチェーンゲームプラットフォームを1か所にまとめるのに必要な全てのものをまとめています。
vi: Chúng tôi tập hợp mọi thứ cần thiết để xây dựng một nền tảng trò chơi blockchain và tài sản kỹ thuật số phi tập trung, có thể mở rộng và an toàn

source: We make digital asset trading and blockchain gaming easy with our all-in-one platform.
es: Facilitamos el comercio de activos digitales y juegos de cadena de bloques con nuestra plataforma todo en uno.
ja: オールインワンプラットフォームにより、デジタル資産取引とブロックチェーンゲームを簡単に行うことが出来ます。
vi: Chúng tôi giúp cho việc giao dịch tài sản kỹ thuật số và chơi trò chơi blockchain trở nên dễ dàng với nền tảng tất cả trong một của chúng tôi.

source: We make everything else easy so you can focus on your product
es: Te lo ponemos fácil para que te concentres en tu producto
ja: 当社はお客様がお客様の製品に集中出来るように他のすべてを簡単にします
vi: Chúng tôi làm cho mọi thứ khác trở nên dễ dàng cho bạn có thể tập trung vào sản phẩm của mình

source: We provide a full suite of blockchain infrastructure on the Myria chain, our Ethereum L2 built for gaming.
es: Proporcionamos un conjunto completo de infraestructura de blockchain en la cadena Myria, nuestra Ethereum L2 construida para el juego.
ja: 当社が、ゲーム用に構築されたEthereum L2であるMyriaチェーン上にブロックチェーンインフラの完全なスイートを提供しています。
vi: Chúng tôi cung cấp một bộ cơ sở hạ tầng blockchain đầy đủ trên chuỗi Myria, Ethereum L2 được xây dựng để chơi trò chơi.

source: We provide easy-to-use solutions to help projects kickstart their blockchain gaming journey
es: Brindamos soluciones fáciles de usar para ayudar a los proyectos a comenzar su viaje de juegos de blockchain.
ja: プロジェクトがブロックチェーンゲームの旅を開始するのに役立つ使いやすいソリューションを提供します
vi: Chúng tôi mang đến các giải pháp dễ dàng sử dụng để giúp các dự án khởi đầu hành trình chơi trò chơi blockchain của họ

source: We work closely with you from onboarding to deployment, provide advice from technical support to best practice recommendations to unlock new revenue streams and opportunities.
es: Desde la integración hasta la implementación, trabajamos en estrecha colaboración con usted para desbloquear nuevas fuentes de ingresos y oportunidades, brindando asesoramiento que va desde soporte técnico hasta recomendaciones de mejores prácticas.
ja: オンボーディングから導入まで、当社はお客様と緊密に連携して、技術サポートからベストプラクティスの推奨事項に至るまでのアドバイスを提供することにより、新しい収益源と機会を開拓します。
vi: Chúng tôi hợp tác chặt chẽ với bạn từ giới thiệu đến triển khai, cung cấp tư vấn từ bộ phận hỗ trợ kỹ thuật đến các đề xuất phương pháp hay nhất để mở khóa các cơ hội và nguồn doanh thu mới.

source: We would love to hear from you. Contact us and get started with your blockchain gaming journey today.
es: Nos encantaría saber de usted. Contáctenos y comience su viaje de juegos de blockchain hoy.
ja: ご連絡をお待ちしております。 当社に連絡して、今日からブロックチェーンゲームの旅を始めましょう。
vi: Chúng tôi rất mong nhận được hồi âm từ bạn. Hãy liên lạc với chúng tôi và khởi đầu hành trình chơi trò chơi blockchain của bạn ngay hôm nay.

source: Welcome to the Myriaverse
es: Bienvenido a Myriaverse
ja: Myriaverseへようこそ
vi: Chào mừng đến với Myriaverse

source: We’re hiring, join the future of gaming
es: Estamos contratando, únete al futuro del juego
ja: 募集中。ゲームの未来に加盟してください
vi: Chúng tôi đang tuyển dụng, hãy tham gia vào tương lai của trò chơi
