Repository: slade77777/myria
Catalog: src/translations/locales/*/messages.po
Languages: es, ja, vi

source: Build your blockchain game with Myria
es: Construye tu juego de blockchain con Myria
ja: Myriaでブロックチェーンゲームを構築する
vi: Xây dựng trò chơi blockchain của bạn với Myria

source: Build, upgrade, and earn!
es: ¡Construye, mejora y gana!
ja: 構築、アップグレード、そして獲得！
vi: Xây dựng, nâng cấp và kiếm tiền!

source: Building towards a decentralized and permissionless network
es: Creación de una red descentralizada y sin permisos
ja: 分散型で許可のないネットワークに向けた構築
vi: Xây dựng hướng tới mạng phi tập trung và không cần sự cho phép

source: Buying a node license will give the owner the right to run the node (either locally or in the cloud) and receive rewards as determined by governance.
es: La compra de una licencia de nodo dará al propietario el derecho a ejecutar el nodo (ya sea localmente o en la nube) y a recibir las recompensas que determine la gobernanza.
ja: ノードライセンスを購入すると、所有者はノードを（ローカルまたはクラウドで）実行し、ガバナンスによって決定された報酬を受け取る権利が与えられます。
vi: Mua giấy phép node sẽ mang đến cho người sở hữu quyền cvận hành node (cục bộ hoặc trên đám mây) và nhận phần thưởng theo quyết định của ban quản trị.

source: CLAIM NOW
es: RECLAMA AHORA
ja: 今すぐ請求
vi: YÊU CẦU NGAY

source: CLAIM REWARDS
es: RECLAMAR PREMIOS
ja: クレームリワード
vi: YÊU CẦU PHẦN THƯỞNG

source: COLLECT NOW
es: RECOGER AHORA
ja: 今すぐ収集
vi: THU THẬP NGAY

source: COMING SOON
es: PRÓXIMAMENTE
ja: 近日公開
vi: SẮP RA MẮT

source: CONNECT WALLET
es: CONECTAR CARTERA
ja: ウォレットにつなげる
vi: KẾT NỐI VÍ

source: COPIED
es: COPIADO
ja: コピー済
vi: ĐÃ SAO CHÉP

source: COPY LINK
es: COPIAR LINK
ja: リンクをコピーする
vi: SAO CHÉP LIÊN KẾT

source: CPO (People)
es: CPO (Personas)
ja: CPO（人）
vi: CPO (Mọi người)

source: Cairo, allows for development of provable on-chain complexity
es: Cairo, permite el desarrollo de cadenas de complejidad comprobable
ja: Cairoは、証明可能なオンチェーンの複雑さの開発を可能にします
vi: Cairo, cho phép phát triển sự phức tạp trên chuỗi có thể chứng minh được

source: Careers
es: Carreras profesionales
ja: キャリア
vi: Sự nghiệp

source: Carefully select the right equipment in the beginning of the round. You might want to shoot your enemies from a distance, or to burn the whole level to the ground – it’s your choice. Do you have what it takes to be master of destruction?
es: Al comienzo de la ronda, seleccione cuidadosamente el equipo apropiado. Depende de ti si quieres disparar a tus oponentes desde lejos o quemar todo el nivel hasta los cimientos. - Es tu elección. ¿Tienes lo que se necesita para ser el maestro de la destrucción?
ja: ラウンドの開始時に、適切な機器を慎重に選択します。 敵を遠くから撃ち落とすか、レベル全体を地面に焼き付けるかはお客様次第です。破壊の達人になるために必要なものはありますか。
vi: Hãy lựa chọn cẩn thận thiết bị phù hợp khi bắt đầu vòng đấu. Bạn có thể muốn bắn kẻ thù của mình từ xa hoặc thiêu rụi toàn bộ cấp độ xuống đất - đó là lựa chọn của bạn. Bạn có những gì nó cần thiết để trở thành bậc thầy hủy diệt?

source: Choose Alliance
es: Elegir alianza
ja: アライアンスを選択
vi: Chọn Liên minh

source: Choose Wisely!
es: ¡Elegir sabiamente!
ja: 賢く選択して下さい！
vi: Chọn Sáng suốt

source: Choose the best outfit that expresses your inner self. Unlock and collect multiple cosmetic skins and items that will carry across other games as interoperable NFTs.
es: Elige el atuendo que mejor represente tu ser interior. Desbloquee y recolecte una variedad de máscaras y elementos cosméticos que se pueden usar en otros juegos como NFT.
ja: お客様の内なる自己を最もよく表す服を選んで下さい。 他のゲームでNFTとして使用される可能性のある様々なコスメティックスキンやアイテムのロックを解除して収集します。
vi: Chọn trang phục tốt nhất thể hiện nội tâm của bạn. Mở khóa và thu thập nhiều skin mỹ phẩm và các vật phẩm sẽ mang qua các trò chơi khác dưới dạng NFT tương thích.

source: Choose the best outfit that expresses your personality. Unlock and collect multiple cosmetic skins and items that will carry over to other games as interoperable NFTs.
es: Elige el atuendo que mejor exprese tu personalidad. Desbloquee y recolecte una variedad de máscaras y elementos cosméticos que se pueden usar en otros juegos como NFT.
ja: お客様の個性を最もよく表す服を選んで下さい。 他のゲームでNFTとして使用される可能性のある様々なコスメティックスキンやアイテムのロックを解除して収集します。
vi: Chọn trang phục tốt nhất thể hiện cá tính của bạn. Mở khóa và thu thập nhiều skin mỹ phẩm và các vật phẩm sẽ chuyển sang các trò chơi khác dưới dạng NFT tương thích.

source: Choose the game mode that best suits your playstyle and fight for your right to party! Play alone or with friends and collect endless rewards.
es: ¡Elige el modo de juego que mejor se adapte a tu estilo de juego y lucha por tu derecho a la fiesta! Juega solo o con amigos para ganar infinitas recompensas.
ja: お客様のプレイスタイルに最適なゲームモードを選択し、パーティーの権利のために戦って下さい！ 一人で、または友達と遊んで、無尽蔵の報酬を獲得しましょう。
vi: Chọn chế độ chơi phù hợp nhất với phong cách chơi của bạn và chiến đấu vì quyền dự tiệc của bạn! Chơi một mình hoặc với bạn bè và thu thập phần thưởng vô tận.

source: Choose your champion
es: Elige tu campeón
ja: チャンピオンを選択
vi: Chọn nhà vô địch của bạn

source: Claim All
es: Reclamar todo
ja: 全てをクレーム
vi: Yêu cầu Tất cả

source: Claim rewards
es: Reclamar premios
ja: リワードをクレーム
vi: Yêu cầu Phần thưởng

source: Claim your NFT reward
es: Reclame sua recompensa NFT
ja: NFTリワードをクレーム
vi: Yêu cầu phần thưởng NFT của bạn

source: Claimed
es: Reclamado
ja: クレーム済
vi: Đã yêu cầu

source: Co-Founder - CEO
es: Co-fundador – CEO
ja: 共同創設者のCEO
vi: Đồng sáng lập - Giám đốc điều hành

source: Co-Founder - CTO
es: Cofundador - CTO
ja: 共同創設者 － CTO
vi: Đồng Sáng Lập - Giám Đốc Công Nghệ

source: Co-Founder - Head of Blockchain
es: Co-fundador - Jefe de Blockchain
ja: 共同創設者のブロックチェーンの責任者
vi: Đồng sáng lập - Trưởng Bộ phận Blockchain

source: Co-Founder - Operations
es: Cofundador - Operaciones
ja: 共同創設者 － オーぺレーション
vi: Đồng Sáng Lập - Vận Hành

source: Co-Founder, VP Games
es: Co-fundador, vicepresidente de juegos
ja: 共同創設者のVPGames
vi: Đồng sáng lập, Trò chơi VP

source: Collect ALL
es: Recoger todo
ja: 全てを選択
vi: Thu thập TẤT CẢ

source: Collect REWARDS
es: Recoge RECOMPENSAS
ja: リワードを収集
vi: Thu thập PHẦN THƯỞNG

source: Combine the right amount of acceleration, handling, and looks to nail the right recipe for the current track. You can also sprinkle in a bit of armour – just to play it safe – because, as my grandma always says, “if you ain’t ready for some rockets down the road, boy, you better come home!”
es: Combine la combinación correcta de aceleración, manejo y apariencia para lograr la receta perfecta para la pista actual. También podrías ponerte una armadura, por si acaso, porque, como siempre dice mi abuela, "si no estás listo para algunos cohetes en el camino, chico, ¡es mejor que vuelvas a casa!"
ja: 加速、ハンドリング、ルックスの適切な組み合わせを組み合わせて、現在のトラックの理想的なレシピを決定します。 安全にプレイするために、少し鎧をまぶすことも出来ます。私のおばあちゃんがいつも言っているように、「ロケットの準備が出来ていないのなら、家に帰ったほうがいいよ！」
vi: Kết hợp mức độ tăng tốc, xử lý và ngoại hình phù hợp để tạo ra công thức phù hợp cho đường đua hiện tại. Bạn cũng có thể rắc vào áo giáp một chút - chỉ để chơi cho an toàn - bởi vì, như bà tôi luôn nói, "nếu bạn chưa sẵn sàng cho tên lửa trên đường, chàng trai, tốt hơn là bạn nên về nhà!"

source: Coming Soon
es: Próximamente
ja: 近日公開
vi: Sắp Ra Mắt

source: Community
es: Comunidad
ja: コミュニティ
vi: Cộng Đồng

source: Compete, survive, win and earn!
es: ¡Compite, sobrevive, gana y gana!
ja: 競争し、生き残り、勝ち、そして稼ごう！
vi: Cạnh tranh, tồn tại, chiến thắng và kiếm tiền!

source: Complete
es: Completo
ja: 完了
vi: Hoàn thành

source: Complete privacy, not only from other users, but also from the Operator.
es: Privacidad total, no solo de otros usuarios, sino también del Operador.
ja: 他のユーザからだけでなく、オペレーターからも完全なプライバシーを確保します。
vi: Hoàn toàn bảo mật, không chỉ từ những người dùng khác, mà còn từ Nhà điều hành.

source: Compliance support
es: Soporte de cumplimiento
ja: コンプライアンスサポート
vi: Hỗ trợ tuân thủ

source: Configure your node and view your rewards in the dashboard
es: Configure su nodo y vea sus recompensas en el tablero
ja: ノードを構成し、ダッシュボードに報酬を表示します
vi: Định cấu hình node và xem phần thưởng của bạn trong trang tổng quan

source: Confirm password
es: Confirme la contraseña
ja: パスワードを確認
vi: Xác nhận mật khẩu

source: Confirm password is required!
es: ¡Se requiere confirmar la contraseña!
ja: パスワードの確認が必須！
vi: Xác nhận mật khẩu là bắt buộc!

source: Congratulations!
es: ¡Felicidades!
ja: おめでとうございます！
vi: Xin chúc mừng!

source: Connect Wallet
es: Conectar cartera
ja: ウオレットにつなげる
vi: Kết nối Ví

source: Connect to your wallet to enter the Myriaverse
es: Conéctese a su cartera para unirse a Myriaverse
ja: ウオレットにつなげてから、Myriaverseにアクセスします
vi: Kết nối với ví của bạn để vào Myriaverse

source: Connect with us
es: Conéctate con nosotros
ja: 私たちに接続
vi: Kết nối với chúng tôi

source: Connecting the world through <0>play</0>
es: Conectando el mundo a través del <0>juego</0>
ja: 世界に<0>play</0>を通じて、接続
vi: Kết nối thế giới thông qua <0>trò chơi</0>

source: Connecting the world through play
es: Conectando el mundo a través del juego
ja: プレーによって、世界を接続します
vi: Kết nối thế giới thông qua trò chơi

source: Contact Us
es: Contacta con nosotros
ja: 私たちに連絡
vi: Liên hệ Chúng tôi

source: Contact us
es: Contacta con nosotros
ja: 私たちに連絡
vi: Liên hệ chúng tôi

source: Contributing to the future of a decentralized internet
es: Contribuyendo al futuro de una Internet descentralizada
ja: 分散型インターネットの未来への貢献
vi: Đóng góp vào tương lai của mạng Internet phi tập trung

source: Craig brings over 10+ years of experience in leading web & app UI/UX design and crafting brand identities. He has worked with global companies across industries such as communications, financial institutions, media and more.
es: Craig cuenta con más de 10 años de experiencia en el diseño de interfaz de usuario y usuario de aplicaciones web y en la creación de identidades de marca. Ha trabajado con compañías globales a través de industrias tales como comunicaciones, instituciones financieras, medios de comunicación y más.
ja: Craigさんは、主要なウェッブ及びアプリのUI・UXデザイン並びに、コーポレート・アイデンティティの作成において、10年以上の経験を持っています。 彼が、通信、金融機関、メディアなど、様々なグローバル業界と協力してきました。
vi: Craig có hơn 10 năm kinh nghiệm trong lĩnh vực thiết kế giao diện người dùng/trải nghiệm người dùng web và ứng dụng và tạo ra các bản sắc thương hiệu hàng đầu. Ngài ấy đã làm việc cho các công ty toàn cầu trong các ngành như thông tin truyền thông, tổ chức tài chính, truyền thông và các ngành khác.

source: Create an account
es: Crea tu cuenta aquí
ja: アカウントの作成
vi: Tạo tài khoản mới

source: Creating the new standard for blockchain games and experiences
es: Creando el nuevo estándar para juegos y experiencias blockchain
ja: ブロックチェーンゲームとエクスペリエンスの新しい標準を作成する
vi: Tạo ra tiêu chuẩn mới cho các trò chơi và trải nghiệm blockchain

source: Current Node Cycle
es: Ciclo de nodo actual
ja: 現行ノードのサイクル
vi: Chu kỳ Node Hiện tại

source: Current Openings
es: Aperturas Actuales
ja: 開催中
vi: Cơ hội Mở Hiện tại

source: Customize your Moon Village with a range of cosmetic skins for various buildings and crew. These skins are NFTs, therefore remain yours forever, and are reusable across games.
es: Elija entre una variedad de máscaras cosméticas para varios edificios y miembros de la tripulación para personalizar su Moon Village. Estas máscaras son NFT, lo que significa que son tuyas para siempre y se pueden usar en varios juegos.
ja: ムーンビレッジをパーソナライズするために、様々な建物や乗組員の様々な化粧品スキンから選択して下さい。 これらのスキンはNFTです。つまり、これらのスキンは永遠にお客様のものであり、複数のゲームで使用出来ます。
vi: Tùy chỉnh Moon Village của bạn với nhiều loại giao diện mỹ phẩm cho các tòa nhà và phi hành đoàn khác nhau. Những giao diện này là NFT, do đó sẽ mãi mãi là của bạn và có thể tái sử dụng trong các trò chơi.

source: Daily $MYRIA token rewards
es: Recompensas diarias del token $MYRIA
ja: 日刊$MYRIAトークンリワード
vi: Phần thưởng mã token $MYRIA hàng ngày

source: Dashboard
es: Panel
ja: ダッシュボード
vi: Bảng điều khiển

source: Date Registered
es: Fecha de Registro
ja: 日付が登録した
vi: Ngày đăng ký

source: Dave has over 25 years of marketing and management experience. He previously led marketing at Banxa and Rockstar Games. Dave also founded Marley Spoon; taking the company from inception to IPO.
es: Dave tiene más de 25 años de experiencia en marketing y administración. Anteriormente, trabajó para Banxa y Rockstar Games, donde fue responsable de marketing. Dave también fue el fundador de Marley Spoon, que dirigió desde el inicio hasta la salida a bolsa.
ja: デイブは、マーケティングと管理において25年以上の専門知識を持っています。 彼は以前、BanxaとRockstar Gamesに勤務し、マーケティングを担当していました。 デイブはマーリースプーンの創設者でもあり、彼は創業からIPOに導きました。
vi: Dave đã có hơn 25 năm kinh nghiệm quản lý và tiếp thị. Trước đây anh ấy đã từng là trưởng bộ phận tiếp thị tại Banxa và Rockstar Games. Dave cũng sáng lập Marley Spoon; đưa công ty từ khi thành lập đến khi IPO.

source: Decentralize the network by providing computing resources
es: Descentralizar la red proporcionando recursos informáticos
ja: コンピューティングのリソースの提供によってネットワークを分解化します
vi: Phân quyền mạng bằng cách cung cấp tài nguyên máy tính

source: Details will be announced soon.
es: Los detalles se anunciarán pronto.
ja: 詳細は近日公開します。
vi: Thông tin chi tiết sẽ sớm được công bố.

source: Discover more
es: Saber más
ja: もっと発見する
vi: Khám phá thêm

source: Dive in, we dare you. You’ll find yourself gracefully descending from the sky while you survey the lands to select your ideal landing spot. Enjoy that moment of peace, because once your feet touch the ground you’ll be plunged into an intense battle for loot and powerful equipment.As expected, life in this world ain’t easy, and at given intervals of time the playable area of the map will shrink, pushing you closer to your enemies. Needless to say, they ain’t waiting for you in a bed of roses, so be prepared!
es: Te retamos a bucear. Descenderás con gracia del cielo mientras examinas el paisaje en busca del lugar perfecto para aterrizar. Aprovecha este breve respiro, porque tan pronto como tus pies toquen el suelo, te lanzarás a una feroz batalla por poderosos objetos y armas. Como era de esperar, la vida en este mundo no es fácil y el área jugable del mapa disminuirá con el tiempo, acercándote a tus enemigos. No te estarán esperando en un lecho de rosas, ¡así que prepárate!
ja: 当社はお客様が飛び込むことをあえてします。お客様が完璧な着陸地点を求めて風景を調査するとき、お客様は優雅に空から降りてきます。 足が地面に着くとすぐに、戦利品と強力な武器をめぐる激しい戦いに突入するので、その短い休息を楽しんで下さい。 ご想像のとおり、この世界での生活は簡単ではありません。マップの再生可能領域は時間の経過とともに縮小し、敵に近づきます。 彼らはバラのベッドでお客様を待っていることはないので、準備をして下さい！
vi: Hãy lao xuống, chúng tôi thách bạn. Bạn sẽ thấy mình từ trên trời rơi xuống một cách duyên dáng trong khi khảo sát các vùng đất để chọn điểm hạ cánh lý tưởng cho mình. Hãy tận hưởng khoảnh khắc yên bình đó, bởi vì một khi chân chạm đất, bạn sẽ chìm vào một cuộc chiến căng thẳng để giành lấy chiến lợi phẩm và thiết bị mạnh mẽ. Như đã dự đoán, cuộc sống trong thế giới này không hề dễ dàng và trong những thời khắc nhất định, khu vực có thể chơi được trên bản đồ sẽ thu hẹp lại, đẩy bạn đến gần kẻ thù hơn. Không cần phải nói, họ không chờ bạn trên một thảm hoa hồng, vì vậy hãy chuẩn bị tinh thần!

source: Do you want to link your wallet {0} to your Myria account?
es: ¿Quieres vincular tu cartera {0} a tu cuenta de Myria?
ja: ウォレット{0}をMyriaアカウントにつなげますか？
vi: Bạn có muốn liên kết ví {0} với tài khoản Myria của bạn không?

source: Don't have a wallet yet? <0/>Install Metamask below.
es: ¿Todavía no tienes una cartera? <0/>Instala la Metamask a continuación.
ja: まだ財布はお持ちでないのですか？<0/>以下にメタマスクをインストールして下さい。
vi: Bạn chưa có ví? <0/>Cài đặt Metamask bên dưới.

source: Drift around thrilling tracks in a race for the finish line. Have endless fun shooting at your opponents and wreaking havoc all around you to gain extra points and climb the leaderboards. Dive into our numerous game modes and tracks to claim your rightful spot among the racing legends of the Myriaverse.
es: En una carrera hacia la línea de meta, recorre emocionantes pistas. Diviértete disparando a tus oponentes y causando estragos por todos lados para acumular puntos extra y subir en las tablas de clasificación. Sumérgete en nuestros muchos modos de juego y pistas para ganarte el lugar que te corresponde entre las leyendas de las carreras de Myriaverse.
ja: フィニッシュラインへのレースでは、スリル満点のトラックを漂流します。 対戦相手を爆破し、あちこちで大混乱を引き起こして、余分なポイントを獲得し、リーダーボードを登りましょう。 Myriaverseのレーシングレジェンドの中でお客様の正当な位置を獲得するために、当社の多くのゲームモードとトラックに飛び込んで下さい。
vi: Lướt qua các đường đua ly kỳ trong cuộc đua về đích. Hãy tận hưởng niềm vui bất tận khi bắn vào đối thủ và tàn phá tất cả xung quanh bạn để kiếm thêm điểm và leo lên bảng xếp hạng. Đi sâu vào nhiều chế độ chơi và đường đua của chúng tôi để giành lấy vị trí xứng đáng trong số các huyền thoại đường đua của Myriaverse.

source: Driven by the search for knowledge, the Equinox collect every piece of information they can find. Somewhere in all this data must be the answer to peace. You might be the one to finally unlock that puzzle.
es: Equinox está impulsado por el deseo de aprender y recopilar toda la información que pueda tener en sus manos. Debe haber una solución para la paz en algún lugar de todos estos datos. Tú puedes ser el que resuelva el rompecabezas.
ja: Equinoxは、手に入れることが出来るあらゆる情報を学び、収集したいという願望に駆り立てられています。 この全てのデータのどこかに平和への解決策がなければなりません。 お客様はパズルを解く人かもしれません。
vi: Được thúc đẩy bằng việc tìm kiếm kiến thức, Equinox thu thập mọi thông tin mà họ có thể tìm thấy. Đâu đó trong tất cả dữ liệu này phải là câu trả lời cho hòa bình. Bạn có thể là người cuối cùng mở khóa câu đố đó.

source: Each node is allowed to vote on proposed changes to the Myria chain and nodes will also hold greater voting power throughout the Myriaverse
es: Cada nodo puede votar sobre los cambios propuestos en la cadena Myria y los nodos también tendrán mayor poder de voto en todo el Myriaverse
ja: 各ノードは、Myriaチェーンに対する変更に投票することができ、ノードはMyriaverse全体でより大きな投票権を保持します。
vi: Mỗi node được phép bỏ phiếu về các thay đổi được đề xuất đối với chuỗi Myria và các node cũng sẽ có quyền bỏ phiếu lớn hơn trong toàn bộ Myriaverse

source: Easy to play, difficult to master. Select the right terrain to base your industrial revolution. Choose wisely, as this will determine the types of resources and production opportunities available to you. Make sure to look after your base in order to increase your score and climb the ranks. At the end of each tournament, the competition is reset, so don’t worry if you get it wrong the first time!
es: Elige el mejor terreno para tu revolución industrial. Elija sabiamente, ya que sus elecciones determinarán los recursos y las oportunidades de producción disponibles. Para mejorar tu puntuación y ascender en la clasificación, cuida tu base. La competencia se reinicia al final de cada torneo, ¡así que no te preocupes por equivocarte la primera vez!
ja: 産業革命に最適な地形を選択して下さい。 お客様が利用出来るリソースと生産の機会はお客様の選択によって決定されるので、賢明に選択して下さい。 お客様のスコアを改善し、ランクを上げるために、お客様のベースの世話をすることを忘れないで下さい。 大会は各トーナメントの終了時にリセットされますので、最初に間違えても心配しないで下さい！
vi: Dễ chơi, khó trở thành bậc thầy. Chọn địa hình phù hợp để làm căn cứ cho cuộc cách mạng công nghiệp của bạn. Hãy lựa chọn sáng suốt, vì điều này sẽ xác định các loại tài nguyên và cơ hội sản xuất sẵn có cho bạn. Đảm bảo trông coi căn cứ của bạn để tăng điểm và leo lên thứ hạng. Vào cuối mỗi giải đấu, cuộc thi sẽ được đặt lại, vì vậy đừng lo lắng nếu bạn sai lần đầu tiên!

source: Ecosystem
es: Ecosistema
ja: エコシステム
vi: Hệ sinh thái

source: Education and support
es: Educación y apoyo
ja: 勉強とサポート
vi: Giáo dục và hỗ trợ

source: Eliminate your opponents in this fast-paced-action-packed-survival game, to achieve victory and claim the spoils of war. There can be only one hero or team standing when the crimson curtain hits the ground.
es: Elimina a tus oponentes en este trepidante juego de supervivencia lleno de acción para ganar y reclamar el botín de guerra. Cuando cae el telón carmesí, solo puede quedar un héroe o equipo en pie.
ja: このペースの速いアクション満載のサバイバルゲームで対戦相手を排除し、戦利品を勝ち取って主張します。 真っ赤なカーテンが落ちると、立ったままのヒーローまたはチームは1人だけになります。
vi: Loại bỏ đối thủ của bạn trong trò chơi sinh tồn hành động nhịp độ nhanh này, để đạt được chiến thắng và giành lấy chiến lợi phẩm. Chỉ có thể có một anh hùng hoặc một đội có chỗ đứng khi bức màn đỏ thẫm chạm đất.

source: Email
ja: E-メール

source: Email is required!
es: ¡El correo electrónico es necesario!
ja: Eメールが必須。
vi: Email là cần thiết!

source: Empower mainstream adoption to Ethereum using Myria’s scaling solution
es: Habilite la adopción generalizada de Ethereum utilizando la solución de escalado de Myria
ja: Myriaのスケーリングソリューションを使用して、Ethereumへの主流の採用を強化します
vi: Trao quyền cho việc áp dụng chính thống đối với Ethereum bằng giải pháp mở rộng quy mô của Myria

source: Empowering players
es: Potenciando a los jugadores
ja: プレーヤーさんに力を付けます
vi: Trao quyền cho người chơi

source: Enabling digital asset scalabiltiy on Ethereum
es: Habilitación de la escalabilidad de activos digitales en Ethereum
ja: Ethereumでのデジタル資産のスケーラビリティの有効化
vi: Kích hoạt tính năng mở rộng tài sản kỹ thuật số trên Ethereum

source: Enabling true scalability while leveraging the Ethereum network
es: Permitir una verdadera escalabilidad mientras se aprovecha la red Ethereum
ja: Ethereumネットワークを活用しながら真のスケーラビリティを実現
vi: Kích hoạt tính năng mở rộng thực sự trong khi tận dụng mạng Ethereum

source: Endless online fun
es: Diversión en línea sin fin
ja: 無限のオンラインの楽しみ
vi: Niềm vui trực tuyến bất tận

source: Enhancing the power of play through blockchain
es: Mejorando el poder de los juegos a través de Blockchain
ja: ブロックチェーンを通じて遊びの力を高める
vi: Tăng cường sức mạnh của trò chơi thông qua blockchain

source: Enter a password
es: Ingrese una contraseña
ja: パスワードを入力します
vi: Nhập mật khẩu

source: Enter the new era of web3.0 with confidence
es: Ingrese a la nueva era de web3.0 con confianza
ja: 自信を持ってweb3.0の新時代に突入
vi: Tự tin bước vào kỷ nguyên mới của web3.0

source: Enter your email
es: Escriba su correo electrónico
ja: メールアドレスを入力
vi: Nhập email của bạn

source: Enter your email address
es: Introduzca su dirección de correo electrónico
ja: Eメールアドレスを入力します
vi: Nhập địa chỉ email của bạn

source: Enter your email address to reset your password
es: Introduzca su dirección de correo electrónico para restablecer su contraseña
ja: メールアドレスを入力して、パスワードをリセットします
vi: Nhập địa chỉ email của bạn để đặt lại mật khẩu của bạn

source: Enter your password
es: Pon tu contraseña
ja: パスワードを入力して下さい
vi: Nhập mật khẩu của bạn

source: Equinox pursue balance in the Myriaverse and believe perhaps humanity and the Rift can coexist. They actively explore the Rift, searching for answers.
es: Equinox busca el equilibrio en Myriaverse, creyendo que la humanidad y el Rift pueden coexistir. Están buscando activamente respuestas en la Grieta.
ja: Equinoxは、人類とRiftが共存出来る可能性があると信じて、Myriaverseのバランスを追求しています。 彼らはRiftで積極的に答えを探しています。
vi: Equinox theo đuổi sự cân bằng trong Myriaverse và tin rằng có lẽ nhân loại và Rift có thể cùng tồn tại. Họ tích cực khám phá Rift, tìm kiếm câu trả lời.

source: Ethereum-level security provided by zk-STARKs
es: Seguridad a nivel de Ethereum proporcionada por zk-STARKs
ja: zk-STARKによって提供されるEthereumレベルのセキュリティ
vi: Bảo mật cấp Ethereum được cung cấp bởi zk-STARKs

source: Every hero has three unique abilities, each requiring charges, as well as one ultimate ability that requires charging through kills, deaths, collectibles, or objectives. It’s easier than it sounds, and even funnier…
es: Cada héroe tiene tres habilidades únicas, cada una de las cuales requiere cargas, así como una habilidad máxima que requiere cargar a través de asesinatos, asesinatos, coleccionables u objetivos. Es más fácil de lo que parece e incluso más divertido...
ja: 全てのヒーローには3つの固有の能力があり、それぞれにチャージが必要です。また、キル、デス、コレクティブル、または目的を通じてチャージする必要がある1つの究極の能力もあります。 思ったより簡単で、さらに面白い…
vi: Mỗi anh hùng đều có ba khả năng riêng biệt, mỗi khả năng yêu cầu tính phí, cũng như một khả năng cuối cùng yêu cầu tính phí thông qua tiêu diệt, chết, thu thập hoặc mục tiêu. Nó dễ hơn so với âm thanh và thậm chí còn hài hước hơn…

source: Exclusive NFTs
es: NFTs exclusivos
ja: エセックシーブNFTs
vi: NFT độc quyền
