Repository: slade77777/myria
Catalog: src/translations/locales/*/messages.po
Languages: es, ja, vi

source: Experience low transaction fee and high throughput rate of up to 9000 transactions per second with our Myria scaling solution.
es: Disfrute de una tarifa de transacción baja y un alto rendimiento de hasta 9000 transacciones por segundo con nuestra solución de escalado Myria.
ja: Myriaスケーリングソリューションを使用すると、低いトランザクション料金と最大9000トランザクション/秒の高いスループットレートをお楽しみいただけます。
vi: Vì phí giao dịch thấp và tốc độ thông lượng cao lên đến 9000 giao dịch mỗi giây với giải pháp mở rộng Myria của chúng tôi.

source: FOLLOW US ON TWITTER
es: SÍGUENOS EN TWITTER
ja: TWITTERにフローする
vi: HÃY THEO DÕI CHÚNG TỐI TRÊN TWITTER

source: FOR DEVELOPERS
es: PARA DESARROLLADORES
ja: 開発者向け
vi: DANH CHO CÁC NHÀ PHÁT TRIỂN

source: FOR GAMERS
es: PARA JUGADORES
ja: ゲーマー向け
vi: DÀNH CHO NGƯỜI CHƠI TRÒ CHƠI

source: Fast transaction confirmation times provided by the L2 chain, while zk proofs and L1 data availability provide Ethereum-level security.
es: A cadeia L2 fornece tempos de confirmação de transação rápidos, enquanto as provas zk e a disponibilidade de dados L1 fornecem segurança no nível do Ethereum.
ja: L2チェーンは迅速なトランザクション確認時間を提供し、zkプルーフとL1データの可用性はEthereumレベルのセキュリティを提供します。
vi: Thời gian xác nhận giao dịch nhanh chóng được cung cấp bởi chuỗi L2, trong khi các bằng chứng zk và sự khả dụngcủa dữ liệu L1 cung cấp bảo mật cấp độ Ethereum.

source: Features
es: Características
ja: 特徴
vi: Đặc điểm

source: Filter by Department
es: Filtrar por departamento
ja: 部門でフィルタリング
vi: Bộ lọc theo Bộ phận

source: First name
es: Primeiro nome
ja: お名前
vi: Tên

source: First name is required!
es: ¡Se requiere el primer nombre!
ja: お名前が必要！
vi: Tên là bắt buộc!

source: For Developers
es: Para desarrolladores
ja: 開発者向け
vi: Danh cho các nhà phát triển

source: Forgot your password?
es: ¿Olvidaste tu contraseña?
ja: パスワードが忘れた？
vi: Quên mật khẩu?

source: Founded by leading gaming and blockchain industry veterans
es: Fundado por los principales veteranos de la industria del juego y del blockchain
ja: 主要なゲームとブロックチェーン業界のベテランさんによって設立されました
vi: Được thành lập bởi những người kỳ cựu hàng đầu trong ngành công nghiệp blockchain và trò chơi

source: Free Sigil NFT
es: Secreto NFT gratuito
ja: 無料なSigil NFT
vi: NFT Sigil miễn phí

source: From wallet
es: De la cartera
ja: ウオレットから
vi: Từ ví

source: Full ownership of assets, non-custodial architecture
es: Propiedad total de los activos, arquitectura sin custodia
ja: 資産の完全な所有権、非管理アーキテクチャ
vi: Toàn quyền sở hữu tài sản, kiến trúc không giám sát

source: Fully open-source and community-driven development
es: Desarrollo totalmente de código abierto e impulsado por la comunidad
ja: 完全にオープンソースでコミュニティ主導の開発
vi: Nguồn mở hoàn toàn và phát triển dựa vào cộng đồng

source: GET A NODE
es: OBTENGA UN NODO
ja: ノードをもらう
vi: NHẬN NODE

source: GET MORE LICENSES
es: OBTENER MÁS LICENCIAS
ja: もっとライセンスを取得
vi: NHẬN NHIỀU GIẤY PHÉP

source: Game NFT
es: Juego NFT
ja: NFTゲーム
vi: NFT Trò Chơi

source: Gameplay first
es: La jugabilidad es lo primero
ja: ゲームの作成者
vi: Chơi trò chơi trước

source: Games
es: Juegos
ja: ゲーム
vi: Trò chơi

source: Games & Applications
es: Juegos y Aplicaciones
ja: ゲーム＆アプリ
vi: Trò chơi & Ứng dụng

source: Gaming is evolving. Build with Myria!
es: El juego está evolucionando. ¡Construye con Myria!
ja: ゲームは進化しています。 Myriaでビルド！
vi: Trò chơi đang phát triển. Xây dựng với Myria!

source: Gaming is evolving. Build with Myria.
es: El juego está evolucionando. ¡Construye con Myria!
ja: ゲームは進化しています。 Myriaでビルド！
vi: Trò chơi đang phát triển. Xây dựng với Myria.

source: Gas Fee
es: Tasa de gas
ja: ガス料金
vi: Phí Gas

source: Gather and upgrade the best equipment on the battlefield. Collect power-ups and build combat facilities to overcome your foes. You can deal with this harsh reality alone or with your friends in a team of three.
es: Reúne y mejora el mejor equipo en el campo de batalla. Recoge potenciadores y construye instalaciones de combate para vencer a tus enemigos. Puedes manejar esta dura realidad solo o con tus amigos en un equipo de tres.
ja: 戦場で最高の装備を集めてアップグレードします。 パワーアップを収集し、敵を克服するための戦闘施設を構築します。 この厳しい現実に単独で、または3人のチームで友達と対処することが出来ます。
vi: Thu thập và nâng cấp các thiết bị tốt nhất trên chiến trường. Thu thập sức mạnh và xây dựng các phương tiện chiến đấu để vượt qua kẻ thù của bạn. Bạn có thể đối phó với thực tế khắc nghiệt này một mình hoặc với bạn bè trong một nhóm ba người.

source: General
es: En general
ja: 一般
vi: Chung

source: General purpose zk-rollup
es: Resumen de zk de propósito general
ja: 汎用zk-rollup
vi: Mục đích chung zk-rollup

source: Get Started
es: Empezar
ja: 開始する
vi: Bắt đầu

source: Get a founders node today
es: Consigue un nodo de fundadores hoy mismo
ja: 創立者のノードを今日にもらう
vi: Nhận node người sáng lập ngay hôm nay

source: Get started with your Myria node.
es: Comience con su nodo Myria.
ja: Myriaノードで開始する
vi: Bắt đầu với node Myria của bạn.

source: Go back
es: Regresar
ja: 戻る
vi: Trở lại

source: Go to my dashboard
es: Ir a mi tablero
ja: ダッシュボードに戻る
vi: Đi tới bảng điều khiển của tôi

source: Got an innovative gaming idea? Apply for a grant to manifest your vision on the Myria chain.
es: ¿Tienes una idea de juego innovadora? Solicite una subvención para manifestar su visión en la cadena Myria.
ja: 革新的なゲームのアイデアを手に入れましたか？ Myriaのチェーンに、あなたのビジョンを明らかにする助成金を申請してください。
vi: Có một ý tưởng chơi game sáng tạo? Xin tài trợ để thể hiện tầm nhìn của bạn trên chuỗi Myria.

source: Grow with us and be rewarded. A Myria Node License allows you to operate a node from your home computer to support the growth of Myria’s decentralized network. As a node owner, you’ll earn daily rewards and exclusive benefits for your contribution.
es: Crece con nosotros y disfruta de las recompensas. Una licencia de Myria Node le permite ejecutar un nodo desde la computadora de su hogar y contribuir al crecimiento de la red descentralizada. Por tu aporte, recibirás recompensas diarias y beneficios exclusivos como dueño de nodo.
ja: 当社と一緒に成長し、報酬をお楽しみ下さい。 Myriaノードライセンスを使用すると、ご自宅のコンピュータからノードを実行して、分散型ネットワークの成長に貢献出来ます。お客様の貢献に対して、お客様はノード所有者として、毎日の報酬と独占的な利益を受け取ります。
vi: Phát triển cùng chúng tôi và được thưởng. Giấy phép Node Myria cho phép bạn thao tác node từ máy tính tại nhà của bạn để hỗ trợ sự phát triển của mạng phi tập trung của Myria. Là chủ sở hữu node, bạn sẽ kiếm được phần thưởng hàng ngày và các lợi ích dành riêng cho sự đóng góp của bạn.

source: Heroes don’t all wear capes
es: No todos los héroes usan capa
ja: ヒーロー全員がケープを着用するわけではありません
vi: Không phải tất cả các anh hùng đều mặc áo choàng

source: Home
es: Inicio
ja: ホーム
vi: Trang chủ

source: How can I become a Myria node operator?
es: ¿Cómo puedo convertirme en operador de nodos Myria?
ja: どのようにMyriaノードのプレイヤーになれますか？
vi: Làm cách nào để tôi có thể trở thành người vận hành node Myria?

source: How it works
es: Cómo funciona
ja: どのように動きますか
vi: Nó hoạt động thế nào

source: How many Myria node licenses will be released?
es: ¿Cuántas licencias de nodos Myria se pondrán a la venta?
ja: どれくらいのMyriaノードがリリースされますか？
vi: Có bao nhiêu giấy phép node Myria sẽ được phát hành?

source: How much will a Myria node license cost?
es: ¿Cuánto costará una licencia de nodo Myria?
ja: Myriaノードはいくらくらいですか？
vi: Giấy phép node Myria sẽ có giá bao nhiêu?

source: I am now a $MYRIA node owner! Join us to earn rewards, govern and build the future of virtual worlds! @MyriaGames
es: ¡Ahora soy propietario de un nodo $MYRIA! ¡Únase a nosotros para ganar recompensas, gobernar y construir el futuro de los mundos virtuales! @MyriaGames
ja: 私は$MYRIAノードの所有者になりました！ 報酬を獲得し、仮想世界の未来を統治し、構築するために当社に参加して下さい！ @MyriaGames
vi: Tôi hiện là chủ sở hữu node $MYRIA! Tham gia cùng chúng tôi để nhận phần thưởng, quản lý và xây dựng tương lai của thế giới ảo! @MyriaGames

source: I just claimed a Rare Alliance Sigil on Myria
es: Acabo de reclamar un Rare Alliance Sigil en Myria
ja: MyriaでRareAllianceSigilを巣クレームしたばかりです
vi: Tôi vừa yêu cầu một Dấu hiệu Liên minh Hiếm trên Myria

source: IN DEVELOPMENT
es: EN DESARROLLO
ja: 開発中
vi: TRONG GIAI ĐOẠN PHÁT TRIỂN

source: If you want to make a real impact in gaming and blockchain, join us at Myria. We’re scouring the world for the best and brightest to join our rapidly growing company.
es: Si quiere tener un impacto real en el juego y la blockchain, únase a nosotros en Myria. Estamos recorriendo el mundo en busca de los mejores y más brillantes para unirse a nuestra empresa de rápido crecimiento.
ja: ゲーミングやブロックチェーンに本当の影響を与えたいならば、Myriaに参加してください。 急速に成長している会社に加わるために、世界で最も優秀で活発な者を探しています。
vi: Nếu bạn muốn tạo ra tác động thực sự trong trò chơi và blockchain, hãy tham gia với chúng tôi tại Myria. Chúng tôi đang tìm kiếm khắp thế giới để tìm ra những người giỏi nhất và sáng giá nhất để gia nhập công ty đang phát triển nhanh chóng của chúng tôi.

source: In his role leading the People team, Damian helps Myria connect, develop and care for its global team. Damian brings decades of experience to Myria and was previously Global Head of People for Bitmex and prior to that a Managing Director in HR at Goldman Sachs.
es: En su papel de líder del equipo de Personas, Damian ayuda a Myria a conectarse, desarrollar y cuidar a su equipo global. Damian aporta décadas de experiencia a Myria y anteriormente fue Director Global de Personas en Bitmex y, antes de eso, Director General de Recursos Humanos en Goldman Sachs.
ja: ピープルチームを率いる彼の役割において、ダミアンはMyriaがそのグローバルチームを結びつけ、発展させ、世話をするのを助けます。 ダミアンはMyriaに数十年の経験をもたらし、以前はビットメックスのグローバルヘッドであり、それ以前はゴールドマンサックスの人事担当マネージングディレクターでした。
vi: Trong vai trò lãnh đạo đội People, Damian giúp Myria kết nối, phát triển và chăm sóc cho đội ngũ toàn cầu của mình. Damian mang nhiều thập kỷ kinh nghiệm của bản thân đến Myria và trước đây là Giám đốc Nhân sự Toàn cầu của Bitmex và Goldman Sachs.

source: In this lawless racing game, you’ll need to do whatever it takes to thwart your rivals’ attempts at reaching the finish line before you. Choosing the optimal combination of driver and kart parts could be the difference between triumph and defeat. But don’t worry if your ride isn’t souped-up, you still have your shot at 1st place. Just make good use of the vicious power-ups scattered around the track to literally blast your competition into oblivion!
es: En este juego de carreras sin ley, deberás hacer lo que sea necesario para frustrar los intentos de tus rivales de llegar a la meta antes que tú. Elegir la combinación ideal de piezas de conductor y kart puede ser la diferencia entre el triunfo y la derrota. Pero no te preocupes si tu viaje no tiene turbo, todavía tienes tu oportunidad de quedar en primer lugar. ¡Solo haz un buen uso de los poderosos potenciadores repartidos por la pista para literalmente hacer estallar a tu competencia en el olvido!
ja: この無法なレーシングゲームでは、ライバルがお客様の前でフィニッシュラインに到達しましょうとする試みを阻止するために必要なことは何でもする必要があります。ドライバーとカートのパーツの最適な組み合わせを選択することは、勝利と敗北の違いになる可能性があります。しかし、お客様の乗り物が盛り上がっていなくても心配しないで下さい、お客様はまだ1位でお客様のショットを持っています。トラックの周りに散らばっている悪質なパワーアップをうまく利用して、文字通りお客様の競争を忘却に吹き飛ばして下さい！
vi: Trong trò chơi đua xe vô luật này, bạn sẽ cần làm bất cứ điều gì cần thiết để cản trở đối thủ về đích trước bạn. Việc chọn sự kết hợp tối ưu giữa lái xe và bộ phận kart có thể là sự khác biệt giữa chiến thắng và thất bại. Nhưng đừng lo lắng nếu cuộc đua của bạn không thành công, bạn vẫn có cơ hội ở vị trí số 1. Chỉ cần tận dụng tốt những thứ tăng sức mạnh nằm rải rác xung quanh đường đua để đưa đối thủ của bạn vào quên lãng theo đúng nghĩa đen!

source: In this part of the Myriaverse, visitors are transformed into Bobble-Head form. This is according to this world’s terms of use and the laws of the metaverse that can be only broken by the mysterious Administrators...but more on that later.
es: Los visitantes de esta parte de Myriaverse se transforman en Bobble-Heads. Esto está de acuerdo con los términos de uso de este mundo y las leyes del metaverso que solo pueden romper los administradores misteriosos... pero hablaremos de eso más adelante.
ja: Myriaverseのこの部分への訪問者は、Bobble-Headsに変身します。これは、この世界の利用規約と、謎の管理者だけが破ることが出来るメタバースの法則によるものです...しかし、それについては後で詳しく説明します。
vi: Trong vùng này của Myriaverse, du khách được chuyển thành dạng Bobble-Head. Điều này là theo điều khoản sử dụng của thế giới này và các luật của metaverse chỉ có thể bị phá vỡ bởi các Quản trị viên bí ẩn... nhưng sau này sẽ còn nhiều điều hơn thế.

source: Inclusion of at least one special character
es: Inclusión de al menos un carácter especial
ja: 少なくとも1つの特別なキャラクターの包含
vi: Bao gồm ít nhất một ký tự đặc biệt.

source: Infrastructure & Tools
es: Infraestructura y herramientas
ja: インフラとツール
vi: Cơ sở hạ tầng & Công cụ

source: Install Metamask
es: Instalar Metamask
ja: メタマスクをインストールする
vi: Cài đặt Metamask

source: Instant project visibility
es: Visibilidad instantánea del proyecto
ja: プロジェクトの即時可視性
vi: Khả năng hiển thị dự án tức thì

source: Instantly able to withdraw assets from the rollup back into ethereum when needed
es: Instantáneamente capaz de retirar activos del rollup de regreso a ethereum cuando sea necesario
ja: 必要に応じて、ロールアップからアセットを即座にEthereumに戻すことが出来ます
vi: Có thể ngay lập tức rút tài sản từ bản tổng hợp trở lại vào ethereum khi cần thiết

source: Instantly reach and build an engaged player community of evangelists around your project through the Myria platform and network partners.
es: Alcance y cree instantáneamente una comunidad de jugadores comprometidos de evangelistas en torno a su proyecto a través de la plataforma Myria y los socios de la red.
ja: Myriaプラットフォームとネットワークパートナーを通じて、プロジェクトの周りにエバンジェリストの熱心なプレーヤーコミュニティに即座に到達し、構築します。
vi: Tiếp cận và xây dựng ngay lập tức cộng đồng người chơi gắn bó với những người truyền bá xung quanh dự án của bạn thông qua nền tảng Myria và các đối tác mạng.

source: Intense battle to the very end
es: Intensa batalla hasta el final.
ja: 最後まで激しい戦い
vi: Trận chiến gay cấn đến phút cuối cùng

source: Interoperability FTW! Yes, we’ve got you covered - you can bring those crazy skins, sprays, hats, and every other exclusive NFT you’ve gathered along your journey through the Myriaverse. The last thing I want to see on the battlefield is tie-dye tights, but hey – it’s your party after all!
es: ¡FTW para la interoperabilidad! Sí, puede llevar consigo esas máscaras locas, aerosoles, sombreros y todos los demás NFT exclusivos que ha recolectado en su viaje a través de Myriaverse. Lo último que quiero ver en el campo de batalla son mallas teñidas, pero bueno, ¡es tu fiesta después de todo!
ja: 相互運用性のためのFTW！どうだ、お客様はそれらのクレイジーなスキン、スプレー、帽子、そしてお客様がMyriaverseを旅する際に集めた他の全ての排他的なNFTをお客様と一緒に持ってくることが出来ます。戦場で最後に見たいのは絞り染めのタイツですが、やっぱりパーティーです！
vi: Khả năng tương tác FTW! Có, chúng tôi đã giúp bạn được bảo hiểm - bạn có thể mang theo những lớp phủ, bình xịt, mũ và mọi NFT độc quyền khác mà bạn đã thu thập được trong chuyến hành trình của mình qua Myriaverse. Điều cuối cùng tôi muốn thấy trên chiến trường là những y mục bó nhuộm màu, nhưng này - rốt cuộc thì đó cũng là bữa tiệc của bạn!

source: Invalid email!
es: ¡Correo electrónico inválido!
ja: 無効なEメール！
vi: Email không hợp lệ!

source: Inventory
es: Inventario
ja: 在庫
vi: Bản kiểm kê

source: It was a calm day in the land of candy hammers and fiery strawberry lakes when a mysterious portal suddenly spawned a roaring crowd of brave players. Ready to rock, they started to roll down the hill of chocolate donuts in a chaotic race for the win.
es: Un portal misterioso generó una multitud de jugadores valientes en un día tranquilo en la tierra de los martillos de caramelo y estanques de fresas ardientes. Listos para rockear, comenzaron a descender por la colina de donas de chocolate en una caótica carrera por la victoria.
ja: 不思議なポータルは、キャンディーハンマーと燃えるようなイチゴの湖の土地で穏やかな日に勇敢なプレーヤーの轟音の群衆を生み出しました。 揺れる準備が出来て、彼らは勝利のための混沌としたレースでチョコレートドーナツの丘を転がり始めました。
vi: Đó là một ngày êm đềm ở xứ sở của những chiếc búa kẹo và những hồ dâu tây rực lửa khi một cánh cổng bí ẩn đột nhiên xuất hiện một nhóm người chơi dũng cảm đang la hét. Sẵn sàng bùng nổ, họ bắt đầu lăn xuống đồi bánh rán sô cô la trong một cuộc đua hỗn loạn để giành chiến thắng.

source: It’s all in your hands
es: Todo esta en tus manos
ja: それはすべてお客様の手にあります
vi: Tất cả đều nằm trong tay bạn

source: Ivan has 10+ years of experience in the game industry. He has been a lead game designer at Gameloft, CrazyLabs, GPG (Ubisoft), Sperasoft, and more, with his games amassing billions of downloads.
es: Ivan tiene más de 10 años de experiencia en la industria del juego. Fue diseñador principal de juegos en Gameloft, CrazyLabs, GPG (Ubisoft), Sperasoft y más, y sus juegos acumularon miles de millones de descargas.
ja: Ivanはゲーム業界で10年以上の経験があります。 彼はGameloft、CrazyLabs、GPG（Ubisoft）、Sperasoftなどのリードゲームデザイナーであり、彼のゲームは何十億ものダウンロードを蓄積しています。
vi: Ivan có hơn 10 năm kinh nghiệm trong ngành công nghiệp trò chơi. Ngài ấy đã từng là nhà thiết kế trò chơi hàng đầu tại Gameloft, CrazyLabs, GPG (Ubisoft), Sperasoft, v.v., với các trò chơi của ngài ấy đã đạt được hàng tỷ lượt tải xuống.

source: JOIN DISCORD
es: ÚNETE AL DISCORD
ja: ディスコードに参加
vi: THAM GIA DISCORD

source: JOIN NOW
es: ÚNETE AHORA
ja: 今すぐ参加
vi: THAM GIA NGAY

source: JOIN THE TEAM
es: ÚNETE AL EQUIPO
ja: チームに参加
vi: THAM GIA NHÓM

source: Join MYRIA
es: Únete a MYRIA
ja: MYRIAに参加する
vi: Tham gia cùng MYRIA

source: Join Myria in building the next blockchain revolution
es: Únase a Myria en la construcción de la próxima revolución de blockchain
ja: 次のブロックチェーン革命を構築するためにMyriaに参加する
vi: Tham gia cùng Myria trong việc xây dựng cuộc cách mạng blockchain tiếp theo

source: Join Vector Prime and you will be helping the Rift digitize worlds and all who live on them. Many factors will fight against you, but you know that science and logic are the best laws to rule us all.
es: Únete a Vector Prime y ayudarás a Rift a digitalizar mundos y a todos los que viven en ellos. Muchos factores lucharán contra ti, pero sabes que la ciencia y la lógica son las mejores leyes para gobernarnos a todos.
ja: Vector Primeに参加すると、Riftが世界とそこに住む全ての人をデジタル化するのに役立ちます。 多くの要因がお客様と戦うでしょう、しかしお客様は科学と論理が当社全員を支配するための最良の法則であることを知っています。
vi: Tham gia cũng Vector Prime và bạn sẽ giúp Rift số hóa thế giới và tất cả những người sống trên đó. Sẽ có rất nhiều yếu tố chống lại bạn, nhưng bạn biết rằng khoa học và logic là những quy luật tốt nhất để cai trị tất cả chúng ta.

source: Join our community!
es: ¡Únete a nuestra comunidad!
ja: 当社のコミュニティに参加する！
vi: Tham gia cộng đồng của chúng tôi!

source: Just make sure you’re still alive till the end of the round or you’ll be spectating from the sidelines. And that means nobody will be able to appreciate your cute hot-dog suit that you’ve just brought over from a zany skirmish in the Metarush world.
es: Solo asegúrate de llegar al final de la ronda o estarás mirando desde un costado. Eso significa que nadie podrá apreciar tu adorable disfraz de perrito caliente, que acabas de traer de una escaramuza loca de Metarush.
ja: ラウンドの終わりに到達することを確認して下さい。そうしないと、傍観者から見守っています。 つまり、奇抜なMetarushの小競り合いから持ってきたばかりの愛らしいホットドッグスーツを誰も評価出来ないということです。
vi: Chỉ cần đảm bảo rằng bạn vẫn còn sống cho đến cuối vòng đấu, nếu không bạn sẽ đứng bên lề để quan sát. Và điều đó có nghĩa là sẽ không ai có thể đánh giá cao bộ đồ xúc xích dễ thương của bạn mà bạn vừa mang về từ một cuộc giao tranh thú vị trong thế giới Metarush.

source: Kidono is an experienced partner lead with extensive experience managing external development engagements. He has worked with some of the largest game production companies, including Marvel, Tencent, Winkings and more.
es: Kidono es un socio líder experimentado con una amplia experiencia en la gestión de compromisos de desarrollo externos. Ha trabajado con algunas de las mayores empresas de producción de juegos, como Marvel, Tencent, Winkings y otras.
ja: キドノ社は、外部開発業務の管理に豊富な経験を持つ経験豊富なパートナーリーダーです。当社は、マーベル、テンセント、ウィンキングス等、いくつかの最大のゲーム制作会社と協力してきました。
vi: Kidono là đối tác có kinh nghiệm dẫn đầu với nhiều kinh nghiệm quản lý các cam kết phát triển bên ngoài. Ngài ấy đã làm việc với một số công ty sản xuất trò chơi lớn nhất, bao gồm Marvel, Tencent, Winkings và nhiều công ty khác.

source: LEARN MORE
es: MÁS INFORMACIÓN
ja: もっと詳しく見る
vi: TÌM HIỂU THÊM

source: LINK WALLET
es: LINK DE LA CARTERA
ja: ウオレットをリンクする
vi: LIÊT KẾT VÍ

source: LOGGING IN
es: ACCESO
ja: ロッグイン
vi: ĐĂNG NHẬP

source: Last name
es: Apellido
ja: ご苗字
vi: Họ

source: Last name is required!
es: ¡El apellido es obligatorio!
ja: ご苗字が必要！
vi: Họ là bắt buộc!

source: Latest Updates & News
es: Últimas actualizaciones y noticias
ja: 最新のアップデートとニュース
vi: Cập nhật & Tin tức Mới nhất

source: Launch with full support from our tokenomics experts
es: Lanzamiento con el apoyo total de nuestros expertos en tokenómica
ja: トケノミクスの専門家からの完全なサポートを受けて起動します
vi: Ra mắt với sự hỗ trợ đầy đủ từ các chuyên gia tokenomics của chúng tôi

source: Layer 2 scalability solution
es: Solución de escalabilidad de capa 2
ja: レイヤー2スケーラビリティソリューション
vi: Giải pháp khả năng mở rộng lớp 2

source: Learn more
es: Más información
ja: もっと詳しく見る
vi: Tìm hiểu thêm

source: Learn more about our job current openings and see how you can get involved!
es: Obtenga más información sobre nuestras vacantes actuales y vea cómo puede participar.
ja: 当社の現在の求人についてもっと学び、お客様がどのように参加出来るかを見て下さい！
vi: Hãy tìm hiểu thêm về cơ hội việc làm hiện tại của chúng tôi và xem bạn có thể tham gia như thế nào!

source: Led by industry experts
es: Dirigido por expertos de la industria
ja: 業界の専門家が主導されました
vi: Được dẫn dắt bởi các chuyên gia trong ngành

source: Leverage prebuilt Myria platform and tools - we take care of the supporting tools so you can focus on building your business.
es: Aproveche la plataforma y las herramientas preconstruidas de Myria - nos hemos ocupado de las herramientas de soporte para que pueda concentrarse en desarrollar su negocio.
ja: 構築済みのMyriaプラットフォームとツールを活用します。サポートツールをサポートするため、ビジネスの構築に集中出来ます。
vi: Tận dụng các công cụ và nền tảng Myria được dựng sẵn - chúng tôi săn sóc các công cụ hỗ trợ để bạn có thể tập trung vào việc xây dựng doanh nghiệp của mình.

source: Limited supply available
es: Oferta limitada disponible
ja: 限られた供給が利用可能
vi: Có sẵn nguồn cung hạn chế

source: Log in
es: Iniciar sesión
ja: ロッグイン
vi: Đăng nhập

source: Log out
ja: ロッグアウント
vi: Đăng xuất

source: Low transaction fees
ja: 低い取引手数料
vi: Phí giao dịch thấp

source: MINT ALL
es: CONVERTIR TODO
ja: 全てをミント
vi: TẤT CẢ MINT

source: MINT SELECTED
es: CONVERTIR SELECCIONADO
ja: 選択済ミント
vi: MINT ĐƯỢC CHỌN

source: MYRIA STUDIOS
es: ESTUDIOS MYRIA
ja: Myriaのスタジオ

source: Make it out of this world!
es: Hazlo extremadamente agradable
ja: この世界からそれを作ろう！
vi: Làm cho nó biến khỏi thế giới này!

source: Manage your NFT & digital assets
es: Administre sus activos digitales y NFT
ja: NFTとデジタル資産を管理する
vi: Quản lý NFT và tài sản kỹ thuật số của bạn

source: Manage your digital storefront and marketplace
es: Administre su escaparate y mercado digital
ja: デジタルストアフロントとマーケットプレイスを管理する
vi: Quản lý mặt tiền cửa hàng kỹ thuật số và thị trường của bạn

source: Market your project across our platforms
es: Comparte tu proyecto en nuestras plataformas
ja: プラットフォーム全体でプロジェクトを売り込む
vi: Tiếp thị dự án của bạn trên các nền tảng của chúng tôi

source: Maximise your network
es: Maximice su red
ja: ネットワークを最大化する
vi: Tối đa hóa mạng của bạn

source: Message
es: Mensaje
ja: メッセージ
vi: Thông báo

source: Message is required!
es: ¡Se requiere un mensaje!
ja: メッセージが必須。
vi: Tin nhắn là bắt buộc!

source: Mint Assets
es: Activos perfectos
ja: ミントアセット

source: More coming soon!
es: ¡Más muy pronto!
ja: もっとすぐに来ます！
vi: Sắp ra mắt thêm!

source: More details coming soon
es: Más detalles en breve
ja: もっと情報が近日公開
vi: Sắp có thêm các thông tin chi tiết

source: More power than just network support
es: Más poder que solo soporte de red
ja: 単なるネットワークサポート以上のパワー
vi: Nhiều sức mạnh hơn là chỉ hỗ trợ mạng

source: Morphing NFTs™ that adapt to your avatars
es: Morphing NFTs™ los cuales se adaptan a tus avatares
ja: お客様のアバターに合っているMorphing NFTs™
vi: Morphing NFTs™ thích ứng với hình đại diện của bạn
